[
    {
      "song_name": "ராஜ்யமா இல்லை இமயமா",
      "album": "பாபா",
      "year": 2002,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வாலி",
      "singers": "['ஜெயச்சந்திரன்']",
      "lyrics": "ராஜ்யமா இல்லை இமயமாஎங்கிவன் நாளை எங்கிவன்மன்னனா இல்லை மௌல்வியாயாரிவன் நாளை யாரிவன், ஆயிரம் அதிசயம் அமைந்தது பாபா ஜாதகம்ஆயிரம் அதிசயம்அமைந்தது பாபா ஜாதகம்கேள்வியாய் வாழ்கிறான்மௌனத்தை ஆள்கிறான், ராஜ்யமா இல்லை இமயமாராஜ்யமா இல்லை இமயமா, மகனில்லை மகனில்லை என்னும் நாளில்மடியில் வந்த ராஜாவைதமிழர்கள் மனையெங்கும் மனம் வீசதெய்வம் தந்த ரோஜாவை, முதுகினில் புகழினை தூக்காமல்மூட்டை தூக்க பார்த்தாலேவிதியிது விதியிது என எண்ணிமூச்சு வாங்கி வேர்த்தாலே, தொழில் என்ன செய்தாலும்இழிவில்லை என்பானேஉழைக்காமல் உண்டால் தான்பிழை என்று சொல்வானேஏற்றமோ இறக்கமோஎதையுமே ஏற்பவன், ஆயிரம் கோடி அதிசயம்அமைந்தது பாபா ஜாதகம், கடவுளை மறுத்து இவன் நாள்தோறும்கூறினானே நாத்தீகம்பகுத்தறிவாளனின் நெஞ்சினிலேபூத்ததென்ன ஆதிக்கம், திருமகன் வருகிற திருநீரைநெற்றி மீது தினம் பூசிஅதிசயம் அதிசயம் பெரியார் தான்ஆனதென்ன ராஜாஜி தனது அன்பு தாயைகை தொழும் பாபாதான்சிந்தையில் எந்நாளும்சின்னஞ்சிறு பாப்பாதான்ஏழைகள் பார்வையில்முழு மனிதனாய் தெரிகிறான் ராஜ்யமா இல்லை இமயமாராஜ்யமா இல்லை இமயமா",
      "Metophor": "கேள்வியாய் வாழ்கிறான் மௌனத்தை ஆள்கிறான் ",
      "Meaning": "யார் என்று தெரியாது இருக்கிறான்",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "அஞ்சாதே ஜீவா",
      "album": "ஜோடி",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['சீர்காழி G சிவசிதம்பரம்', ' ஸ்வர்ணலதா']",
      "lyrics": "அஞ்சாதே ஜீவாநெஞ்சோடு வா வாஆனந்த பூவே அன்பே வா ஜல்அஞ்சாதே ஜீவாநெஞ்சோடு வா வாஆனந்த பூவே அன்பே வா என்னை கொள்ளையிட்டுபோகும் அழகே வாஎன்னை கொன்றுவிட்டுபோகும் மலரே வாவாழ்க்கையின் உயிரேவா வா வா வா ஜீவா ஜீவா\nஎன்னை கொள்ளையிட்டுபோகும் அழகே வாஎன்னை கொன்றுவிட்டுபோகும் மலரே வாவாழ்க்கையின் உயிரேவா வா வா வா ஜீவா ஜீவா\nபூக்களையே ஆயுத்தமாய்கொண்டவன் நீதானேபூவிாிந்து என்னுயிரைகொன்றவன் நீதானே\nஎன் உயிருக்குள்சுரக்கின்ற ஊற்றே வாபெண் ரகசியம்அறிகின்ற காற்றே வாதேவைகள் தீா்க்கிறதேவா தேவா வா\nஒரு பூவுக்குள்வசிக்கிற நிலவே வாஎன் போா்வைக்குள்அடிக்கிற வெயிலே வாஒரு புன்னகை பூக்கும்பூவே வா ஜீவா ஜீவா\nகாதல் இல்லாத நகரம்அது காற்று இல்லாத நரகம்காதல் இல்லாத நகரம்அது காற்று இல்லாத நரகம்\nகாற்று இல்லாத இடமும்அட காதல் தொியாமல் நுழையும் கண்ணில் மணியாகிஉன்னில் உயிராகிகாதல் யோகம்கொண்டாட வேண்டும்\nசந்திர மண்டலம் எல்லாம்நாம் தாவி விளையாடவேண்டும்\nஒன்பது கிரகம் தாண்டிநாம் ஓடி விளையாட வேண்டும்\nவானம் முடியும்முடியாது காதல் பயணம்\nஎன்னை கொள்ளையிட்டுபோகும் அழகே வாஎன்னை கொன்றுவிட்டுபோகும் மலரே வாவாழ்க்கையின் உயிரேவா வா வா வா ஜீவா ஜீவா, என் உயிருக்குள்சுரக்கின்ற ஊற்றே வாபெண் ரகசியம்அறிகின்ற காற்றே வாதேவைகள் தீா்க்கிறதேவா தேவா வா, அஞ்சாதே ஜீவாநெஞ்சோடு வா வாஆனந்த பூவே அன்பே வா ஜல்அஞ்சாதே ஜீவாநெஞ்சோடு வா வாஆனந்த பூவே அன்பே வா, காதல் தப்பென்று சொல்லஅது கெட்ட சொல் ஒன்றும் அல்லகாதல் தப்பென்று சொல்லஅது கெட்ட சொல் ஒன்றும் அல்ல, இரவு நேரத்து போாில்நீ என்னை எப்போது வெல்ல, பெண்மை தோற்றாலும்ஆண்மை தோற்றாலும்முடிவில் இருவரும்ஒன்றாக வேண்டும், ஒவ்வொரு காலையின் போதும்உன் மாா்பில் நான் தூங்க வேண்டும், காலங்கள் முடிகின்ற போதும்உன்னை நெஞ்சில் நான் தாங்க வேண்டும், மீண்டும் மீண்டும்நாம் காதல் ஜென்மம் காணலாம், என்னை கொள்ளையிட்டுபோகும் அழகே வாஎன்னை கொன்றுவிட்டுபோகும் மலரே வாவாழ்க்கையின் உயிரேவா வா வா வா ஜீவா ஜீவா",
      "Metophor": "காதல் இல்லாத\nநகரம் அது காற்று இல்லாத\nநரகம் ",
      "Meaning": "காதல் இல்லாத இடம் காற்று இல்லாத நரகம் போல் வாழ தகுதி இல்லாத இடம்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "ஒரு பொய்யாவது சொல் கண்ணே",
      "album": "ஜோடி",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['ஹாிஹரண்']",
      "lyrics": "ஒரு பொய்யாவது சொல் கண்ணேஉன் காதல் நான் தான் என்றுஅந்த சொல்லில் உயிா் வாழ்வேன்\nஒரு பொய்யாவது சொல் கண்ணேஉன் காதல் நான் தான் என்றுஅந்த சொல்லில் உயிா் வாழ்வேன்\nஒரு பொய்யாவது சொல் கண்ணேஉன் காதல் நான் தான் என்றுஅந்த சொல்லில் உயிா் வாழ்வேன்\nபூக்களில் உன்னால் சத்தம்அடி மௌனத்தில் உன்னால் யுத்தம்இதைத் தாங்குமா என் நெஞ்சம்இதைத் தாங்குமா என் நெஞ்சம்\n\n\n\n\n     \n\nஉண்மையும் பொய்மையும்பக்கம் பக்கம்தான்ரொம்பப் பக்கம் பக்கம்தான்பாா்த்தால் ரெண்டும் ஒன்றுதான்\nபாலுக்கும் கள்ளுக்கும்வண்ணம் ஒன்றுதான்பாா்க்கும் கண்கள் ஒன்றுதான்உண்டால் ரெண்டும் வேறுதான்\nஒரு பொய்யாவது சொல் கண்ணேஉன் காதல் நான் தான் என்றுஅந்த சொல்லில் உயிா் வாழ்வேன்\nஇரவினைத் திரட்டிஓ இரவினைத் திரட்டிகண்மணியின் குழல் செய்தாரோகண்மணியின் குழல் செய்தாரோநிலவின் ஒளி திரட்டிக்கண்கள் செய்தாரோ\nவிண்மீன் விண்மீன் கொண்டுவிரலில் நகம் சமைத்துமின்னலின் கீற்றுகள் கொண்டுகைரேகை செய்தானோ\n\n\n\n\n     \n\nவாடைக் காற்று பட்டுவயதுக்கு வந்த பூக்கள்கொண்டுத் தங்கம் தங்கம் பூசித்தோள் செய்தானோ\nஆனால் பெண்ணேஉள்ளம் கல்லில் செய்து வைத்தானோகாதல் கண்ணேஉள்ளம் கல்லில் செய்து வைத்தானோ\nஒரு பொய்யாவது சொல் கண்ணேஉன் காதல் நான் தான் என்றுஅந்த சொல்லில் உயிா் வாழ்வேன்அந்த ஒரு ஒரு ஒரு ஒரு சொல்லில்அந்த ஒரு ஒரு ஒரு ஒரு சொல்லில்\nநான் உயிா் வாழ்வேன் உயிா் வாழ்வேன்அந்த ஒரு சொல் அந்த ஒரு சொல்அந்த ஒரு சொல் அந்த ஒரு சொல்சொல்லில் அந்த சொல்லில்உயிா் வாழ்வேன்உயிா் வாழ்வேன்உயிா் வாழ்வேன்",
      "Metophor": "இரவினைத் திரட்டி\nகண்மணியின் குழல் செய்தாரோ\nகண்மணியின் குழல் செய்தாரோ\nநிலவின் ஒளி திரட்டிக் கண்கள்\nசெய்தாரோ ",
      "Meaning": "பெண் இரவின் இருளை போல் முடியும் நிலவின் ஒளியை போல் கண்ணும் கொண்டவள்.",
      "Source Domain": "Nature",
      "Target Domain": "Girl"
    },
    {
      "song_name": "சோனியா சோனியா",
      "album": "ரட்சகன்",
      "year": 1997,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['உதித் நாராயணன்', ' உன்னிகிருஷ்ணன்', ' ஹாிணி']",
      "lyrics": "சோனியா சோனியாசோனியா சோனியா சோனியாசோனியா சோனியாசொக்க வைக்கும் சோனியாகாதலில் நீ எந்த வகை கூறு\nஹே சோனியா சோனியாசொக்க வைக்கும் சோனியாகாதலில் நீ எந்த வகை கூறுகாதலிலே ரெண்டு வகைசைவம் உண்டு அசைவம் உண்டுரெண்டில் நீ எந்த வகை கூறு\nவேரோடு வளைக்கும்புயல் காற்றை போலேமாா்போடு இழுத்தால்அது அசைவம்\nமெலிதான முத்தத்தில்சத்தேயில்லைமெத்தை மேல் சைவத்தில்அா்த்தமில்லைஆண்கள்: போின்பம் காணாதபெண் ஒன்றும் பெண் இல்லை\nசோனியா சோனியாசொக்க வைக்கும் சோனியாகாதலில் நீ எந்த வகை கூறு\nஉள் நெஞ்சும் துடிக்கும்உள்ளுக்குள் வெடிக்கும்பூ போலே அணைக்கபொறுமை இல்லை\nகாதல் கிாிக்கெட்டில்சட்டம் இல்லைஒரு சாஸ்திரம் இல்லைரன்ஸ் எடுப்பதுதான் வேலை\nதட்டாமல் போனால்தங்கமில்லைஒட்டாமல் போனால்மோகமில்லை\nசோனியா சோனியாசோனியா…\n",
      "Metophor": " பூவோடு உரசும்\nபூங்காற்றை போலே\nசீரோடு அணைத்தால்\nஅது சைவம் வேரோடு\nவளைக்கும் புயல் காற்றை\nபோலே மாா்போடு இழுத்தால்\nஅது அசைவம்",
      "Meaning": "பெண் ஆண் இடை உறவை சைவம் அசைவம் இடையே ஒப்பிட முடியும்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "நெஞ்சே நெஞ்சே மறந்துவிடு",
      "album": "ரட்சகன்",
      "year": 1997,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['KJ யேசுதாஸ்', ' சாதனா சர்கம்']",
      "lyrics": "நெஞ்சே நெஞ்சே மறந்துவிடுநினைவினை கடந்துவிடுநெஞ்சே நெஞ்சே உறங்கிவிடுநிஜங்களை துறந்துவிடு\nகண்களை விற்றுதான் ஓவியமாவெந்நீரில் மீன்கள் தூங்குமாகண்ணீரில் காதல் வாழுமா\nநெஞ்சே நெஞ்சே மறந்துவிடுநினைவினை கடந்துவிடுநெஞ்சே நெஞ்சே உறங்கிவிடுநிஜங்களை துறந்துவிடு\nபெண்ணே பெண்ணேஉன் வளையல்எனக்கொரு விளங்கல்லவோகாற்றுக்கு சிறை என்னவோ\nதன்மானத்தின்தலையை விற்றுகாதலில் வாழ் வாங்கவோகண் மூடி நான் வாழவோ\nஉன்னை எண்ணி முள் விரித்துபடுக்கவும் பழகிக்கொண்டேன்என்னில் யாரும் கல் எறிந்தால்சிரிக்கவும் பழகிக்கொண்டேன்\nஉள்ளத்தை மறைத்தேன்உயிர்வலி பொறுத்தேனேசுயத்தை எதுவோ சுட்டதடி வந்தேன்\nநெஞ்சே நெஞ்சே நெறுங்கிவிடுநிகழ்ந்ததை மறந்துவிடுநெஞ்சே நெஞ்சே நெகிழ்ந்துவிடுநிஜங்களில் கலந்துவிடு\nகட்டி வைத்த காற்றே வந்துவிடுகைகள் ரெண்டை ஏந்தினேன்காதல் பிச்சை கேட்கிறேன் ஹான்\nநெஞ்சே நெஞ்சேநெஞ்சே நெஞ்சேநெஞ்சே நெஞ்சே\nஅன்பே அன்பே நீ பிரிந்தால்கண்களில் மழை வருமேகாற்று எனை கை விடுமே\nவிதை அழித்து செடி வருமேசிற்பிகள் உடைத்த பின்னேமுத்துக்கள் கைவருமே\nகாதல் ராஜாஒன்றை கொடுத்தால்இன்னொன்றில் உயிர் வருமேஉன்னை கொஞ்சம்விட்டுக் கொடுத்தால்காதலில் சுகம் வருமே\nஅஸ்தமனம் எல்லாம்நிரந்தரம் அல்லமேற்கில் விதைத்தால்கிழக்கினில் முளைக்கும்\nநெஞ்சே நெஞ்சேநெஞ்சே நெஞ்சேநெஞ்சே நெஞ்சே\n",
      "Metophor": " கண்களை\nவிற்றுதான் ஓவியமா\nவெந்நீரில் மீன்கள்\nதூங்குமா கண்ணீரில்\nகாதல் வாழுமா ",
      "Meaning": "சுடு நீரில் மீன்கள் வாழ முடியாது போல கண்ணீரோடு காதல் வாழ முடியாது",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "கண்ணாமூச்சி ஏனடா",
      "album": "கண்டுகொண்டேன்கண்டுகொண்டேன்",
      "year": 2000,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['KS சித்ரா']",
      "lyrics": "கண்ணாமூச்சி ஏனடாகண்ணாமூச்சி ஏனடாஎன் கண்ணா\nகண்ணாமூச்சி ஏனடாஎன் கண்ணாநான் கண்ணாடிப்பொருள் போலடா\nகண்ணாமூச்சி ஏனடாஎன் கண்ணாநான் கண்ணாடிப்பொருள் போலடா\nஅந்த நதியின் கரையைநான் கேட்டேன்அந்தக் காற்றைநிறுத்தியும் கேட்டேன்\n\n\n\n\n     \n\nஅந்த நதியின் கரையைநான் கேட்டேன்அந்தக் காற்றைநிறுத்தியும் கேட்டேன்\nவான் வெளியைக் கேட்டேன்விடையே இல்லைவான் வெளியைக் கேட்டேன்விடையே இல்லை\nஇறுதியில் உன்னைக் கண்டேன்இருதயப் பூவில் கண்டேன்இறுதியில் உன்னைக் கண்டேன்இருதயப் பூவில் கண்டேன்\nகண்ணாமூச்சி ஏனடாஎன் கண்ணாநான் கண்ணாடிப்பொருள் போலடா\nஎன் மனம் உனக்கொருவிளையாட்டு பொம்மையாஎன் மனம் உனக்கொருவிளையாட்டு பொம்மையாஎனக்கென உணர்ச்சிகள்தனியாக இல்லையாநெஞ்சின் அலை உறங்காது\n\n\n\n\n     \n\nஉன் இதழ் கொண்டுவாய் மூட வா என் கண்ணாஉன் இதழ் கொண்டுவாய் மூட வா என் கண்ணா\nஉன் இமை கொண்டுவிழி மூட வாஉன் உடல்தான்என் உடையல்லவா\nபாற்கடலில் ஆடிய பின்னும்உன் வண்ணம் மாறவில்லை இன்னும்பாற்கடலில் ஆடிய பின்னும்உன் வண்ணம் மாறவில்லை இன்னும்\nஎன் நெஞ்சில் கூடியேநிறம் மாறவாஎன்னுயிரில் நீ வந்து சேர்கஉதடுகள் ஈரமாய் வாழ்ககலந்திட வா\nகண்ணாமூச்சி ஏனடாஎன் கண்ணாநான் கண்ணாடிப்பொருள் போலடா\nவான்மழை விழும்போதுமலைகொண்டு காத்தாய்வான்மழை விழும்போதுமலைகொண்டு காத்தாய்கண்மழை விழும்போதுஎதிலென்னைக் காப்பாய்பூவின் கண்ணீரை ரசிப்பாய்\nநான் என்ன பெண்ணில்லையாஎன் கண்ணாஅதை நீ காணக் கண்ணில்லையாஉன் கனவுகளில் நானில்லையா\nதினம் ஊசலாடுதென் மனசுஅட ஊமையல்ல என் கொலுசுஎன் உள் மூச்சிலே உயிர் நீங்குதேஎன்னுயிர் துடிக்காமலேகாப்பது உன் தீண்டலேஉயிர் தர வா\nகண்ணாமூச்சி ஏனடாஎன் கண்ணாநான் கண்ணாடிப்பொருள் போலடா\n\n\n     \n\n\n\n",
      "Metophor": " என் மனம் உனக்கொரு\nவிளையாட்டு பொம்மையா\nஎனக்கென உணர்ச்சிகள்\nதனியாக இல்லையா ",
      "Meaning": " என் மனம் உணர்ச்சிகள் உடையது, உணர்ச்சிகள் இல்லாத விளையாட்டு பொருள் அல்ல",
      "Source Domain": "Non-living thing",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "கொஞ்சும் மைனாக்களே",
      "album": "கண்டுகொண்டேன் கண்டுகொண்டேன்",
      "year": 2000,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['ஷாதனா சர்கம்']",
      "lyrics": "கொஞ்சும் மைனாக்களேகொஞ்சும் மைனாக்களேஎன் குரல் கேட்டு ஒன்று கூடுங்கள்\nகொஞ்சும் மைனாக்களேகொஞ்சும் மைனாக்களேஎன் குரல் கேட்டு ஒன்று கூடுங்கள்\nஅட இன்றே வர வேண்டும்என் தீபாவளி பண்டிகைஇன்றே வர வேண்டும்என் தீபாவளி பண்டிகை\nநாளை வெறும் கனவுஅதை ஏன் நம்பனும்நம் நட்டதும் ரோஜாஇன்றே பூக்கணும்\n\n\n\n\n     \n\nகொஞ்சும் மைனாக்களேகொஞ்சும் மைனாக்களேஎன் குரல் கேட்டு ஒன்று கூடுங்கள்\nபகலில் ஒரு வெண்ணிலாபகலில் ஒரு வெண்ணிலாவந்தால் பாவமாஇரவில் ஒரு வானவில்வந்தால் குற்றமா\nவிடை சொல் சொல் சொல்மனசுக்குள் ஜல் ஜல் ஜல்விடை சொல் சொல் சொல்மனசுக்குள் ஜல் ஜல் ஜல்\nகொஞ்சம் ஆசை கொஞ்சம் கனவுஇவை இல்லாமல் வாழ்க்கையாநூறு கனவுகள் கண்டாலேஆறு கனவுகள் பலிக்காதாகனவே கை சேர வா\nகொஞ்சும் மைனாக்களேகொஞ்சும் மைனாக்களேஎன் குரல் கேட்டு ஒன்று கூடுங்கள்\n\n\n\n\n     \n\nஎன் பேரைச் சொல்லியேகுயில்கள் கூவட்டும்எனக்கேற்ற மாதிாிபருவம் மாறட்டும்\nபரதம் தம் தம்மனதுக்குள் தாம் தூம் திம்பரதம் தம் தம்மனதுக்குள் தாம் தூம் திம்\nபூங்காற்றே கொஞ்சம் கிழித்துஎங்கள் முக வோ்வை போக்கிடும்நாளை என்பது கடவுளுக்குஇன்று என்பது மனிதருக்குவாழ்வே வாழ்பவா்க்கு\nகொஞ்சும் மைனாக்களேகொஞ்சும் மைனாக்களேஎன் குரல் கேட்டு ஒன்று கூடுங்கள்\nஅட இன்றே வர வேண்டும்என் தீபாவளி பண்டிகைஇன்றே வர வேண்டும்என் தீபாவளி பண்டிகை\nநாளை வெறும் கனவுஅதை ஏன் நம்பனும்நம் நட்டதும் ரோஜாஇன்றே பூக்கணும்\n\n",
      "Metophor": "நூறு கனவுகள் கண்டாலே\nஆறு கனவுகள் பலிக்காதா\nகனவே கை சேர வா",
      "Meaning": "அதிக ஆசைகளை வளர்த்து அதை நோக்கி சென்றால் சிலவை ஆவது நிறைவேறும்",
      "Source Domain": "N/A",
      "Target Domain": "N/A"
    },
    {
      "song_name": "அலைகடல் ஆழம்",
      "album": "பொன்னியின் செல்வன் 01",
      "year": 2022,
      "composer": "AR ரகுமான்",
      "lyricist": "சிவா ஆனந்த்",
      "singers": "['அண்டாரா நண்டி']",
      "lyrics": "அலைகடல் ஆழம் நிலவு அறியாதோஏலோ ஏலேலோஅடி மன தாகம் விழியில் தெரியாதோஏலோ ஏலேலோ\nபாத மாறும் மேகம்எங்கோ தொலைந்தவள் தானோவானும் நீரும் சேரும்என்றோ ஓர் நாள் தானோ\nஆழியிலே தடம் எதுவும் இல்லஏலோ ஏலேலோவான்வெளியின் மீனொளியில் செல்லஏலோ ஏலேலோ\nஅலைகடல் ஆழம் நிலவு அறியாதோஏலோ ஏலேலோ\n\n\n\n\n     \n\nஇன்பம் துன்பம் ரெண்டும்இடம் பொருள் மாறும்இரவுகள் பகல் ஆகும்முகில் மழை ஆகும்முறுவலும் நீர் ஆகும்\nவான் எங்கும்சாயாத செஞ்சூரியன்வரதோ அருங்காலையில்நம் பூமியில்\nநான் ஒரு முறை வாழ்ந்திடமறு கரை ஏறிடபல பல பிறவிகள் கொள்வேனாசொல்லிடு\nஅலைகடல் ஆழம் நிலவு அறியாதோஏலோ ஏலேலோ\nபேசாத மொழி ஒன்றில் காவியமாதானாக உருவான ஓவியமாதாய் இன்றி கருவான ஓர் உயிராஆதாரம் இல்லாத காதலா\n\n\n\n\n     \n\nகன இடை வெளியில்கரம் பிடிப்பாயாதரை தொடும் வரையில்மணம் முடிப்பாயாஓர் பார்வை ஓர் வாக்கு தாராயோ\nஅலைகடல் ஆழம் நிலவு அறியாதோஏலோ ஏலேலோஅடி மன தாகம் விழியில் தெரியாதோஏலோ ஏலேலோ\nபாத மாறும் மேகம்எங்கோ தொலைந்தவள் தானோவானும் நீரும் சேரும்என்றோ ஓர் நாள் தானோ\nஆழியிலே தடம் எதுவும் இல்லஏலோ ஏலேலோவான்வெளியின் மீனொளியில் செல்லஏலோ ஏலேலோ\n",
      "Metophor": " இன்பம் துன்பம் ரெண்டும்\nஇடம் பொருள் மாறும்\nஇரவுகள் பகல் ஆகும்\nமுகில் மழை ஆகும்",
      "Meaning": "இன்பம் துன்பம் ரெண்டும் மாறி மாறி வரும், எதுவும் நிலயானது இல்லை",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "மயிலிறகே மயிலிறகே",
      "album": "அன்பே ஆருயிரே",
      "year": 2005,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வாலி",
      "singers": "['நரேஷ் ஐயர்', ' மதுஸ்ரீ']",
      "lyrics": "மயிலிறகே மயிலிறகேவருடுகிறாய் மெல்லமழை நிலவே மழை நிலவேவிழியில் எல்லாம் உன் உலா\nஉயிரை தொடர்ந்து வரும்நீதானே மெய் எழுத்துநான் போடும் கை எழுத்து அன்பேஉலக மொழியில் வரும்எல்லாமே நேர் எழுத்துகாதல்தான் கள் எழுத்து அன்பே\nமயிலிறகாய் மயிலிறகாய்வருடுகிறாய் மெல்ல\nமழை நிலவே மழை நிலவேவிழியில் எல்லாம் உன் உலா\nமதுரை பதியை மறந்துஉன் மடியினில் பாய்ந்தது வைகைமெதுவா மெதுவா மெதுவாஇந்த வைகையில் வைத்திடு கை\nபொதிகை மலையை பிரிந்துஎன் பார்வையில் நீந்துது தென்றல்அதை நான் அதை நான் பிடித்துமெல்ல அடைத்தேன் மனசிறையில்\nஓர் இலக்கியம் நம் காதல்\nவான் உள்ள வரை வாழும் பாடல்\nமயிலிறகாய் மயிலிறகாய்வருடுகிறாய் மெல்லமழை நிலவாய் மழை நிலவாய்விழியில் எல்லாம் உன் உலா\nஉயிரை தொடர்ந்து வரும்நீ தானே மெய் எழுத்துநான் போடும் கை எழுத்து அன்பேஉலக மொழியில் வரும்எல்லாமே நேர் எழுத்துகாதல்தான் கள் எழுத்து அன்பே\nதமிழா தமிழா தமிழாஉன் தமிழ் இங்கு சேலையில் வருதாஅமிர்தாய் அமிர்தாய் அமிர்தாய்கவி ஆற்றிட நீ வருவாய்\nஒன்றாய் இரண்டாய் மூன்றாய்அந்த வள்ளுவன் தந்தது முப்பால்உனக்கும் எனக்கும் விருப்பம்அந்த மூன்றாம் பால் அல்லவா\nபால் விளக்கங்கள் நீ கூறு\nஊர் உறங்கட்டும்உரைப்பேன் கேளு\nமயிலிறகே மயிலிறகேவருடுகிறாய் மெல்லமழை நிலவே மழை நிலவேவிழியில் எல்லாம் உன் உலா\nஉயிரை தொடர்ந்து வரும்நீதானே மெய் எழுத்துநான் போடும் கை எழுத்து அன்பேஉலக மொழியில் வரும்எல்லாமே நேர் எழுத்துகாதல்தான் கள் எழுத்து அன்பே\nமயிலிறகாய் மயிலிறகாய்வருடுகிறாய் மெல்ல\nவருடுகிறாய் மெல்ல\nவருடுகிறாய் மெல்ல\nவருடுகிறாய் மெல்ல\nவருடுகிறாய் மெல்ல\n",
      "Metophor": "அமிர்தாய் அமிர்தாய்\nஅமிர்தாய் கவி ஆற்றிட\nநீ வருவாய் ",
      "Meaning": "அமிர்தம் போல கவி எழுத நீ வா",
      "Source Domain": "Honey",
      "Target Domain": "Girl"
    },
    {
      "song_name": "மச்சான் எப்போ வர போற",
      "album": "வெந்து தணிந்தது காடு",
      "year": 2022,
      "composer": "AR ரகுமான்",
      "lyricist": "தாமரை",
      "singers": "['மதுஸ்ரீ']",
      "lyrics": "பெண்: ஹேய் மல்லிப்பூவெச்சு வெச்சு வாடுதேஅந்த வெள்ளி நிலாவந்து வந்து தேடுதே\nபெண்: மச்சான் எப்போ வர போறமச்சான் எப்போ வர போறபத்து தல பாம்பாவந்து முத்தம் தர போற\nபெண்: நான் ஒத்தயில தத்தளிச்சேன்தினம் சொப்பனத்தில் மட்டும் தான்உன்ன நான் சந்தித்தேன்\nபெண்: ஹேய் எப்போ வர போறமச்சான் எப்போ வர போறபத்தமடை பாயில்வந்து சொக்கி விழ போற\n\n\n\n\n     \n\nபெண்: வாசல பார்க்கிறேன்கோலத்த காணோம்வாளிய சிந்துறேன்தண்ணிய காணோம்\nபெண்: சோலி தேடி போனகாணாத தூரம்கோட்டிக்கரை நெஞ்சில்தாளாத பாரம்\nபெண்: காத்திருந்து காத்திருந்துகண்ணு பூத்திடும்ஈரமாகும் கண்ணோரம்கப்பல் ஆடும்\nபெண்: ஹேய் மல்லிப்பூவெச்சு வெச்சு வாடுதேஅந்த வெள்ளி நிலாவந்து வந்து தேடுதே\nபெண்: மச்சான் எப்போ வர போறமச்சான் எப்போ வர போறமச்சான் எப்போ வர போற\n\n\n\n\n     \n\nகுழு: பத்து தல பாம்பா பாம்பா பாம்பாமுத்தம் தர போற போற போறபத்து தல பாம்பா ஒய்முத்தம் தர போற மச்சான்\nகுழு: ஹே மச்சான் மச்சான் மச்சான்மச்சான் எப்போ போக போறமச்சான் எப்போ போக போறமச்சான் எப்போ எப்போமச்சான் எப்போ போக போற\nபெண்: தூரமா போனது துக்கமா மாறும்பக்கமா வாழ்வதே போதும்னு தோணும்ஊரடங்கும் நேரம் ஒரு ஆசை நேரும்கோழி கூவும் போதும் தூங்காம வேகும்\nபெண்: அங்கு நீயும் இங்கு நானும்என்ன வாழ்க்கையோபோதும் போதும் சொல்லாமல்வந்து சேரும்\nபெண்: ஹேய் மல்லிப்பூவெச்சு வெச்சு வாடுதேஅந்த வெள்ளி நிலாவந்து வந்து தேடுதே\nபெண்: மச்சான் எப்போ வர போறமச்சான் எப்போ வர போறஉத்தரத்த பாத்தேநானும் விக்கி விட போறேன்\nபெண்: அட எத்தன நாள் ஏக்கமிதுபெரும் மூச்சில துணிக்கொடி ஆடுதேதுணி காயுதே\nபெண்: கள்ள காதல் போலநான் மெல்ல பேச நேரும்சத்தம் கித்தம் கேட்டாபொய்யாக தூங்க வேணும்\nபெண்: மச்சான் எப்போ வர போறமச்சான் எப்போ வர போறசொல்லிக்காம வந்துஎன்ன சொக்க விட போற\n\n\n\n",
      "Metophor": "காத்திருந்து காத்திருந்து கண்ணு பூத்திடும்\nஈரமாகும் கண்ணோரம் கப்பல் ஆடும் ",
      "Meaning": "காத்திருந்து கண்ணீர் கடல் போல் ஆகிறது",
      "Source Domain": "Sea",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "உன்ன நெனச்சதும்",
      "album": "வெந்து தணிந்தது காடு",
      "year": 2022,
      "composer": "AR ரகுமான்",
      "lyricist": "தாமரை",
      "singers": "['ஸ்ரேயா கோஷல்', ' சர்தக் கல்யாணி']",
      "lyrics": "உன்ன நெனச்சதும்மனசு மயங்குதேமனசு மயங்கி தான்முத்தம் கேட்டதே\nமுத்தம் கேட்டதும்முகம் சிவந்ததேமுகம் சிவந்ததும்இதயம் திறந்ததே\nஇதயம் திறந்ததும்ஆசை நுழைந்ததேஆசை நுழைந்ததும்தூரம் குறைந்ததே\nஉன்ன நெனச்சதும்மனசு மயங்குதேமனசு மயங்கி தான்முத்தம் கேட்டதே\nதூரம் குறைந்ததும்பேச தோணுதேபேச பேச தான்இன்னும் பிடிக்குதே\nபிடிக்கும் என்றதால்நடிக்க தோணுதேநடிக்கும் போதிலேசிரிப்பு வந்ததே\nசிரிப்பு வந்ததும்நெருக்கம் ஆகுதேநெருங்கி பார்க்கையில்நேசம் புரியுதே\nநேசங்களால்கைகள் இணைந்ததேகை சேர்ந்ததால்கவலை மறந்ததே\nஉன்ன நெனச்சதும்மனசு மயங்குதேமனசு மயங்கி தான்முத்தம் கேட்டதே\nமழை வருகிற மணம் வருவதுஎனக்கு மட்டுமாதனிமையில் அதை முகர்கிற சுகம்உனக்கும் கிட்டுமா\nஇரு புறம் அதில் நடுவினில் புயல்எனக்கு மட்டுமாமழையென வரும் மரகத குரல்சுவரில் முட்டுமா\nஎனது புதையல் மணலிலேகொதிக்கும் அனலிலேஇருந்தும் விரைவில் கை சேரும்பயணம் முடிவிலே\nஉன்ன நெனச்சதும்மனசு மயங்குதேமனசு மயங்கி தான்முத்தம் கேட்டதே\nமுத்தம் கேட்டதும்முகம் சிவந்ததேமுகம் சிவந்ததும்இதயம் திறந்ததே\nஇதயம் திறந்ததும்ஆசை நுழைந்ததேஆசை நுழைந்ததும்தூரம் குறைந்ததே\n",
      "Metophor": "முத்தம் கேட்டதும் முகம் சிவந்ததே",
      "Meaning": "முத்தம் கேட்டதும் வெட்கம் வந்ததே",
      "Source Domain": "Change in raction",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "தேவராளன் ஆட்டம்",
      "album": "பொன்னியின் செல்வன் 1",
      "year": 2022,
      "composer": "AR ரஹ்மான்",
      "lyricist": "இளங்கோ கிருஷ்ணன்",
      "singers": "['யோகி சேகர்']",
      "lyrics": "டம் டம் டம் டம் டம் டமரேடம் டம் டம் டம் டம் டமரேடம்டம் டம்டம டம் டமரேடம் டமடம் டம் டமரே\nசெக் செக் செக் செக் செக்செக் செக் செக் செக் செக்செக் செக் செக செகபணசெக் செக் செக செகபணசெக் செக் செக் செக் செக்செக் செக் செக செகபண\nபொட் பொட் பொட் பொட்பொட் பொட் பொட் பொட்பொட் பொட் பொட் பொட்\nபட் பட் பட் பட் பட் பட்பட் பட் பட் பட் பட் பட்பட் பட் பட் படவெனபட் பட் பட் படவெனபட் பட் பட் படவெனபட் பட் பட் படவென\n\n\n\n\n     \n\nஊன் பற்ற கேட்ட உடலைவாள் பெற்று கெட்டழிக்கவேஊன் பற்ற கேட்ட உடலைவாள் பெற்று கெட்டழிக்கவேஊன் பற்ற கேட்ட உடலைவாள் பெற்று கெட்டழிக்கவே\nடம் டம் டம் டம் டம் டமரேடம் டம் டம் டம் டம் டமரேடம்டம் டம்டம டம் டமரேடம் டமடம் டம் டமரே\nசூடானது சூடானதுசூடானது யுத்தம்சூடானது சூடானதுசூடானது ரத்தம்\nபோராடுது போராடுதுபோராடுது சித்தம்தீராதது தீராததுதீராதது வெறிச்சத்தம்\nசூடானது சூடானதுசூடானது யுத்தம்சூடானது சூடானதுசூடானது ரத்தம்\n\n\n\n\n     \n\nபோராடுது போராடுதுபோராடுது சித்தம்தீராதது தீராததுதீராதது வெறிச்சத்தம்\nகொத்துப்பறை கொத்துப்பறைகொத்துப்பறை கொட்டுரத்தசெறு ரத்தசெறுரத்தசெறு வெட்டு\nகொட்ட பகை கொட்ட பகைகொட்ட பகை வெட்டுதுட்டச்செயல் துட்டச்செயல்துட்டச்செயல் கட்டு\nசெறுவேட்டலை பேசிடுதேமனுக்கேட்டுனை ஓதிடுதேஒரு தாட்சிணி தீயுடனேஅதை ஆற்றிடவா பேயனே\nடம் டம் டம் டம் டம் டமரேடம் டம் டம் டம் டம் டமரேடம்டம் டம்டம டம் டமரேடம் டமடம் டம் டமரே\nசெறுவேட்டலை பேசிடுதேமனுக்கேட்டுனை ஓதிடுதேஒரு தாட்சிணி தீயுடனேஅதை ஆற்றிடவா பேயனே\nசெங்குருதி சேயோனேவங்கொடிய வேலோனேசெவ்வலறி தோளோனேஎன் குடிய காப்போனே\nகடம்பா இடும்பா முருகாகதிர்வேல் குமரா மருதாதுடிவேல் அரசர்க்கரசேவடிவேல் அருள்வாய் மலர்வாய்\nமாமழை பெய்திடுமாமாநிலம் ஓங்கிடுமாஒப்புகழி தாங்கிடுமாகைகளும் ஓங்கிடுமா\nவருண்டா கோடடா எடுடாவருவாய் தருவாய் உடனேசெக செக செக செகவெனசெந்நிற குருதியை கொட்டு\nவருண்டா கோடடா எடுடாவருவாய் தருவாய் உடனேசெக செக செக செகவெனசெந்நிற குருதியை கொட்டு\nமாமழை பெய்திடுமாமாநிலம் ஓங்கிடுமாஒப்புகழி தாங்கிடுமாகைகளும் ஓங்கிடுமா\nகொட்டுப்பறை கொட்டெழுந்திடசுட்டுப்பகை கெட்டழிந்திடகொச்சக்குடி பட்டதொருவனின்ரத்தத்தினை கொட்டி பலியிடுசுட்ட பலி கேட்டாள் சங்கரிரத்தத்தினை கொட்டி பலியிடு\nவேந்தன் குடி கேட்டாள் பூதவிரத்தத்தினை கொட்டி பலியிடுஇளையோன் தலை கேட்டாள் பைரவிரத்தத்தினை கொட்டி பலியிடு\nகொட்டுப்பறை கொட்டெழுந்திடசுட்டுப்பகை கெட்டழிந்திடகொச்சக்குடி பட்டதொருவனின்ரத்தத்தினை கொட்டி பலியிடுசுட்ட பலி கேட்டாள் சங்கரிரத்தத்தினை கொட்டி பலியிடு\nவேந்தன் குடி கேட்டாள் பூதவிரத்தத்தினை கொட்டி பலியிடுஇளையோன் தலை கேட்டாள் பைரவிரத்தத்தினை கொட்டி பலியிடு\nபலிகொடு பலிகொடு பலிகொடுபலிகொடு பலிகொடு பலிகொடுபலிகொடு பலிகொடு பலிகொடு\n\n\n\n\n\n     \n\n\n\n",
      "Metophor": "மாமழை பெய்திடுமா? மாநிலம் ஓங்கிடுமா? ",
      "Meaning": " தமது நகரத்தின் வளர்ச்சிக்கு மழை பெய்து உதவி செய்யாத?",
      "Source Domain": "Nature",
      "Target Domain": "Improvement"
    },
    {
      "song_name": "ராட்சஸ மாமனே",
      "album": "பொன்னியின் செல்வன் 1",
      "year": 2022,
      "composer": "AR ரஹ்மான்",
      "lyricist": "கபிலன்",
      "singers": "['ஷ்ரேயா கோஷல்', ' பாலக்காடு ஸ்ரீராம்', ' மகேஷ் விநாயக்ராம்']",
      "lyrics": "மொத்தத்தில சித்தத்திலதித்தித்திட வந்தேன்உன் நெத்திக்குள்ளபுத்தி வைக்க வந்தேன்\nமொத்தத்தில சித்தத்திலதித்தித்திட வந்தேன்உன் நெத்திக்குள்ளபுத்தி வைக்க வந்தேன்\nராட்சஸ மாமனேராத்திரியின் சூரியனேகோவைப்பழம் போலநீ கோபம் கொள்ளாதேஉன் ஆறாம் புத்திதேர புத்திதான்\nஓஒ ராட்சஸ மாமனேராத்திரியின் சூரியனேகோவைப்பழம் போலநீ கோபம் கொள்ளாதேஉன் ஆறாம் புத்திதேர புத்திதான்\nஆட்டம் காண வைக்க போறான்ஆட்டுக்குட்டி பேரன்நாட்டு தலைவன்ஓட்டம் கொள்வதாஓ மீசை வச்ச மிருக மிருகனே\nமொத்தத்தில சித்தத்திலதித்தித்திட வந்தேன்உன் நெத்திக்குள்ளபுத்தி வைக்க வந்தேன்\nதொம்ச விதம் தொம்ச விதம்இம்சைமொழிஅம்சமென அம்சமெனவம்சவழிவந்தரசன் வந்தரசன்கம்சமுகன் நான்\nஉக்கீரனின் உக்கீரனின்புத்திரனேநித்தமுடன் நித்தமுடன்சத்தியனேமுத்து நிகர் முத்து நிகர்ஒத்தை மகன் நான்\nபாலகனே பாலகனேபாலகனே பாலகனே\nஅண்டங்களின் அண்டங்களின்துண்டுகளைகண்டங்களை கண்டங்களைவென்றெடுத்துகொண்ட ஒரு கொண்ட ஒருகோமகன் நான்\nஎன்னிகராய் என்னிகராய்விண்ணுலகில்மண்ணுலகில் மண்ணுலகில்தந்திரனாய்மந்திரனாய் மந்திரனாய்வந்தவனோ யார்\nகத்தும் கடல் கத்தும் கடல்எட்டு தொடசூரியனை சூரியனைபொட்டு இடவட மதுரை வலம் வருவேன் நான்\nஎண்ணம் இல்லையாதிண்ணம் இல்லையாநான் சின்ன பிள்ளையாநீ கூச்சலிட்டு ஆட்சி செய்யகூச்சமில்லையா\nதொல்லை செய்வதாபிள்ளை வைவதாபள்ளி கொல்வதாநீ காட்டுமுள்ளில் வேட்டி போலமாட்டி கொள்வதா\nஏ ஐய்யாரே ஐய்யாரேஆடு மாமா ஐய்யாரே ஹோஏ தையா தையாதையாரே ஹோ\nராட்சஸ மாமனேராத்திரியின் சூரியனேகோவைப்பழம் போலநீ கோபம் கொள்ளாதேஉன் ஆறாம் புத்திதேர புத்திதான்\nஓஒ ராட்சஸ மாமனேராத்திரியின் சூரியனேகோவைப்பழம் போலநீ கோபம் கொள்ளாதேஉன் ஆறாம் புத்திதேர புத்திதான்\n",
      "Metophor": "உன் நெத்திக்குள்ள\nபுத்தி வைக்க வந்தேன்",
      "Meaning": "உனக்கு அறிவு தர வந்தேன்",
      "Source Domain": "N/A",
      "Target Domain": "N/A"
    },
    {
      "song_name": "குறுக்கு சிறுத்தவளே",
      "album": "முதல்வன்",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['ஹாிஹரண்', ' மகாலக்ஷ்மி ஐயா்']",
      "lyrics": "குறுக்கு சிறுத்தவளேஎன்னை குங்குமத்தில் கறைச்சவளேநெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில்என்னைக் கொஞ்சம் பூசு தாயேஉன் கொலுசுக்குள் மணியாகஎன்னைக் கொஞ்சம் மாத்து தாயே\nகுறுக்கு சிறுத்தவளேஎன்னை குங்குமத்தில் கறைச்சவளேநெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில்என்னைக் கொஞ்சம் பூசு தாயேஉன் கொலுசுக்குள் மணியாகஎன்னைக் கொஞ்சம் மாத்து தாயே\nஒரு கண்ணில் நீா் கசியஉதட்டு வழி உசிா் கசியஉன்னாலே சில முறை இறக்கவும்சில முறை பிறக்கவும் ஆனதே\nஅட ஆத்தோட விழுந்த இலைஅந்த ஆத்தோட போவது போல்நெஞ்சு உன்னோடுதான் பின்னோடுதேஅட காலம் மறந்து காட்டு மரமும் பூக்கிறதே\nகுறுக்கு சிறுத்தவளேஎன்னை குங்குமத்தில் கறைச்சவளேநெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில்என்னைக் கொஞ்சம் பூசு தாயேஉன் கொலுசுக்குள் மணியாகஎன்னைக் கொஞ்சம் மாத்து தாயே\nகம்பஞ்சங்கு விழுந்த மாதிாியேகண்ணுக்குள்ள நொழஞ்சு உறுத்தறியே\nகொடியவிட்டு குதிச்ச மல்லிகையேஒரு மொழியில் சிாிச்சு பேசறியே\nவாயி மேல வாய வெச்சுவாா்த்தைகளை உறிஞ்சிபுட்டவிரல வெச்சு அழுத்திய கழுத்துலகொளுத்திய வெப்பம் இன்னும் போகல\nஅடி ஒம்போல செவப்பு இல்லகணுக்கால் கூட கருப்பு இல்லநீ தீண்டும் இடம் தித்திக்குமேஇனி பாக்கி ஒடம்பும்செய்ய வேண்டும் பாக்கியமே\nகுறுக்கு சிறுத்தவளேஎன்னை குங்குமத்தில் கறைச்சவளேநெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில்என்னக் கொஞ்சம் பூசு தாயேஉன் கொலுசுக்குள் மணியாகஎன்னக் கொஞ்சம் மாத்து தாயே\nஒரு தடவ இழுத்து அணைச்சபடிஉயிா் மூச்ச நிறுத்து கண்மணியே\nஒம்முதுக தொலைச்சி வெளியேறஇன்னும் கொஞ்சம் இருக்கு என்னவனே\nமழையடிக்கும் சிறு பேச்சுவெயிலடிக்கும் ஒரு பாா்வைஒடம்பு மண்ணில் புதையிற வரையில்உடன் வரக் கூடுமோ\nஉசிா் என்னோட இருக்கயிலநீ மண்ணோட போவதெங்கேஅட உன் ஜீவனில் நானில்லையாகொல்ல வந்த மரணம் கூடக்குழம்புமைய்யா\nகுறுக்கு சிறுத்தவளேஎன்னை குங்குமத்தில் கறைச்சவளேநெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில்\nஉன்ன கொஞ்சம் பூசுவேன் ஐயா\nஉன் கொலுசுக்குள் மணியாகஎன்னைக் கொஞ்சம்\nமாத்துவேன் ஐயா\n",
      "Metophor": "கம்பஞ்சங்கு விழுந்த\nமாதிாியே கண்ணுக்குள்ள\nநொழஞ்சு உறுத்தறியே ",
      "Meaning": "கம்பஞ்சங்கு கண்ணில் விழுந்து உறுத்துவது போல் கண்ட உன்னை மறக்க முடியவில்லை , கண்ணிலேயே நிற்கிராய்..",
      "Source Domain": "Non-living thing",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "முதல்வனே என்னை கண் பாராய்",
      "album": "முதல்வன்",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['சங்கா் மகாதேவன்', 'S ஜானகி']",
      "lyrics": "முதல்வனே என்னை கண் பாராய்முந்தானை கொடியேற்ற நேரமில்லையாஓ காதல் பஞ்சம் வந்து நொந்தேனேமுத்த நிவாரணம் எனக்கில்லையாவாளின் ஓசை கேட்கும் தலைவாவளையல் ஓசை கேட்கவில்லையாமுதல்வா… முதல்வா\nஆ கொஞ்ச நேரம் ஒதுக்கிகூந்தல் ஒதுக்கிகுறிப்பு எழுந்துங்கள்எந்தன் தோளில்\nஆ பீலி ஒன்றை எடுத்துதேனில் நனைத்துகையொப்பம் இடுவேன்உந்தன் மாா்பில்\nஉலகம் வாழ நிதி ஒதுக்குஎன் உயிரும் வாழ மதி ஒதுக்கு\nஅரசன் வாழ விதி இருக்குஅதற்கு நீதான் விதி விலக்கு\nமன்னனே… மன்னனேஇதோ இவள் உனக்கு\nமுதல்வனே என்னை கண் பாராய்முந்தானை கொடியேற்ற நேரமில்லையாஓ காதல் பஞ்சம் வந்து நொந்தேனேமுத்த நிவாரணம் எனக்கில்லையாவாளின் ஓசை கேட்கும் தலைவாவளையல் ஓசை கேட்கவில்லையா\nமுதல்வா… முதல்வா\nபள்ளிவாசல் திறந்தாய்பள்ளி திறந்தாய்பள்ளியறை வர நேரமில்லையா\nஓ ஊரடங்கு தளா்த்திவாிகள் தளா்த்திஉடைகள் தளா்த்திடவேண்டும் இல்லையா\nஆசைப்பூவை தவிக்க விட்டுஅமைச்சரோடு நகா்வலமோ\nஉனது கண்ணில் நீா் துடைத்தால்ஊா்க்குழாயில் நீா் வருமோ\nவேந்தனே… வேந்தனேஉந்தன் வரம் வருமோ\nமுதல்வனே என்னை கண் பாராய்முந்தானை கொடியேற்ற நேரமில்லையா\nஹே\nகாதல் பஞ்சம் வந்து\nநொந்தாயோ\nமுத்த நிவாரணம்\nஉனக்கு அளிப்பான்\nவாளின் ஓசை\nதீரும் போது\nவளையலோசை\nகேட்கவருவான்\n",
      "Metophor": "வாளின் ஓசை தீரும் போது வளையலோசை கேட்கவருவான் ",
      "Meaning": "போர் முடிய உன்னிடம் வருவான்",
      "Source Domain": "Non-iving-thing",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "அழகான ராட்சசியே",
      "album": "முதல்வன்",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['SP பாலசுப்ரமண்யம்', ' ஹாிணி']",
      "lyrics": "அழகான ராட்சசியேஅடி நெஞ்சில் குதிக்கிறியேமுட்டாசு வாா்த்தையிலேபட்டாசு வெடிக்கிறியேஅடி மனச அருவாமனையில்நறுக்குறியே\nஅழகான ராட்சசியேஅடி நெஞ்சில் குதிக்கிறியேமுட்டாசு வாா்த்தையிலேபட்டாசு வெடிக்கிறியேஅடி மனச அருவாமனையில்நறுக்குறியே\nஅருகம்புல்லுக்குஅறுக்கத் தொியுமாகொழந்த குமாி நான் ஆமாஅயிர மீனுதான்கொக்க முழுங்குமா அடுக்குமா\nவெளிய பூத்து நீஉள்ள காய்க்கிறகடலக்காடு நீ ஆமாஉயிர உாிச்சு நீகயிர திாிக்கிற சுகம் சுகமா\nகிளியே ஆலங்கிளியேகுயிலே ஏலங்குயிலே\nஅழகான ராட்சசியேஅடி நெஞ்சில் குதிக்கிறியேஅடி மனச அருவாமனையில்நறுக்குறியே\nசூாியன ரெண்டு துண்டுசெஞ்சு கண்ணில் கொண்டவளோ ஓ ஓகுழு : ஓ ஓஆண் : சந்திரன கள்ளுக்குள்ளஊர வெச்ச பெண்ணிவளோகுழு: ஓ ஓ ஓ\nராத்திாிய தட்டித்தட்டிகெட்டி செஞ்சி மையிடவோ ஆ ஆகுழு: ஓ ஓ\nமின்மினிய கன்னத்துலஒட்ட வெச்சுக் கைதட்டவோகுழு: ஓ ஓ ஓ\nதுறவி என்னத் தொலைச்சிபுட்டதூக்கம் இப்ப தூரமய்யாதலைக்கு வெச்சி நான் படுக்கஅழுக்கு வேட்டி தாருமய்யாதூங்கும் தூக்கம் கனவா\nகிளியே ஆலங்கிளியேகுயிலே ஏலங்குயிலே\nஅழகான ராட்சசியேஅடி நெஞ்சில் குதிக்கிறியேமுட்டாசு வாா்த்தையிலேபட்டாசு வெடிக்கிறியேஅடி மனச அருவாமனையில்நறுக்குறியே\nதேன் கூட்ட பிச்சி பிச்சிஎச்சி வெக்க லட்சியமா ஆ ஆகுழு: ஓ ஓ\nகாதல் என்ன கட்சி விட்டுகட்சி மாறும் காாியமாகுழு: ஓ ஓ ஓ\nபொண்ணு சொன்னாதலைகீழா ஒக்கிப்போட முடியுமா ஆ ஆகுழு: ஓ ஓ\nநான் நடக்கும் நிழலுக்குள்நீ வசிக்க சம்மதமா\nநீராக நானிருந்தால்உன் நெத்தியில நானிறங்கிகூரான உன் நெஞ்சில்குதிச்சி அங்க குடியிருப்பேன்ஆணா வீணா போனேன்\nகுயிலே ஏலங்குயிலே\nஅழகான ராட்சசியேஅடி நெஞ்சில் குதிக்கிறியேமுட்டாசு வாா்த்தையிலேபட்டாசு வெடிக்கிறியேஅடி மனச அருவாமனையில்நறுக்குறியே\nஅருகம்புல்லுக்குஅறுக்கத் தொியுமாகொழந்த குமாி நான் ஆமாஅயிர மீனுதான்கொக்க முழுங்குமா அடுக்குமா\nவெளிய பூத்து நீஉள்ள காய்க்கிறகடலக்காடு நீ ஆமாஉயிர உாிச்சு நீகயிர திாிக்கிற சுகம் சுகமா\n",
      "Metophor": "சூாியன ரெண்டு\nதுண்டு செஞ்சு கண்ணில்\nகொண்டவ ",
      "Meaning": "சூரியனை 2 ஆக்கி கண்ணாக கொண்டவள் போல ஒளி பொருந்திய கண் உடையவளோ",
      "Source Domain": "Sun",
      "Target Domain": "Eye"
    },
    {
      "song_name": "சோழா சோழா",
      "album": "பொன்னியின் செல்வன் 1",
      "year": 2022,
      "composer": "AR ரஹ்மான்",
      "lyricist": "இளங்கோ கிருஷ்ணன்",
      "singers": "['சத்ய பிரகாஷ்', ' VM மகாலிங்கம்', 'நகுல் அப்யன்கர்']",
      "lyrics": "கொடி கொடி கொடி பறக்க தட தடத்துபரி பரி பரி துடிக்க கடும் மனதில்வெறி வெறி வெறி பிறக்க அடுகளத்தில்பொறி பொறி பொறி பறக்க எதிரிகளை\nவாளோடு வேலொடு போராடு போராடுபட பட புலிக்கொடி வானம் ஏறட்டும்புவிநிலம் புவிநிலம் சோழன் ஆகட்டும்\nவரி வரி புலி அஞ்சாதடாதுஞ்சாதடா சோழா சோழாமற மற புலி வீழாதடாதாழாதடா ஷீலா ஷீலா\nவீரம்… மானம்…புலி மகன் இரு கண்ணாலோஏரே… வாடா…பகை முகம் செகும் நேரம் வீரா\n\n\n\n\n     \n\nகொடி கொடி கொடி பறக்க தட தடத்துபரி பரி பரி துடிக்க கடும் மனதில்வெறி வெறி வெறி பிறக்க அடுகளத்தில்பொறி பொறி பொறி பறக்க எதிரிகளை\nவாளோடு வேலொடு போராடு போராடுபட பட புலிக்கொடி வானம் ஏறட்டும்புவிநிலம் புவிநிலம் சோழன் ஆகட்டும்\nஅக முக நக கல்லாடிடாதல்லாடிடா வாடா தோழாஇக பர சுகம் எல்லாமிதாஇன்னாதிதா ஆசை தீதா\nமண்ணான்னா மண்மேல் பித்தானேன்விண்ணாளும் கொடிமேல் பித்தானேன்கண்ணான்னா குடிமேல் பித்தானேன்பெண்ணான பெண்ணாலே பித்தானேன்\nமண்ணான்னா மண்மேல் பித்தானேன்விண்ணாளும் கொடிமேல் பித்தானேன்கண்ணான்னா குடிமேல் பித்தானேன்பெண்ணான பெண்ணாலே பித்தானேன்\n\n\n\n\n     \n\nஅரக்கி… எனது தேயமும்காயமும் நீயடி\nஉடல் உடல் உடல் முழுக்கசெருகளத்து வடு வடு வடுவிருக்கஒருத்தி தந்த வடு மட்டும்உயிர் துடிக்க வருத்தமென்ன\nகொடு சோமரசம் குடடா மறடாஇவன் பயணம் இனி ஓயாதேஎடு வாளை எடு நடடா நடடாவெறி பிடித்த புலி ஓயாது\nஅக முக நக கல்லாடிடாதல்லாடிடா வாடா தோழாஇக பர சுகம் எல்லாமிதாஇன்னாதிதா ஆசை தீதா\nசிந்தித்தோம்பெருந்தேச கனவினைசந்தித்தோதம்கடும்போரின் கேடு வினைநிந்தித்தோம்கொடுங்கூற்றப்பகை அழித்தோம்\nமன்னித்தோம் அடி விழுந்த பகைவரைதண்டித்தோம் எதிர் நின்ற கயவரைகண்டித்தோம்அடங்காரை சிறை எடுத்தோம்\nகற்பித்தோம் உயிர் சோழன் எனஒப்பித்தோம் அதை வேதம் எனமேகம் தொட்டு வானம் எட்டுவேங்கை புலி இமயம் நாட்டு\nகொடி கொடி கொடி பறக்க தட தடத்துபரி பரி பரி துடிக்க கடும் மனதில்வெறி வெறி வெறி பிறக்க அடுகளத்தில்பொறி பொறி பொறி பறக்க எதிரிகளை\nகொடு சோமரசம் குடடா மறடாஇவன் பயணம் இனி ஓயாதேஎடு வாளை எடு நடடா நடடாவெறி பிடித்த புலி ஓயாது\n",
      "Metophor": "வீரம் மானம்\nபுலி மகன் இரு கண்ணல்லோ",
      "Meaning": "புலி போன்ற வீரனுக்கு வீரம் மானம் 2 உம் இரண்டு கண்கள்",
      "Source Domain": "Eyes",
      "Target Domain": "Quality"
    },
    {
      "song_name": "மறக்குமா நெஞ்சம்",
      "album": "வெந்து தணிந்தது காடு",
      "year": 2022,
      "composer": "AR ரஹ்மான்",
      "lyricist": "தாமரை",
      "singers": "['AR ரஹ்மான்']",
      "lyrics": "ஓ மறக்குமா நெஞ்சம்மனசுல சலனம்மறக்குமா நெஞ்சம்மனசுல சலனம்\nநெஞ்சுக்குள்ள நச்சரிக்கும்பட்டாம்பூச்சிக்குதேனை தந்தால் என்ன ஆகும்\nநெஞ்சுக்குள்ள நச்சரிக்கும்பட்டாம்பூச்சிக்குதேனை தந்தால் என்ன ஆகும்புள்ள\nஅடங்காத ராட்டினத்தில் ஏறிக்கிட்டுமேல மேல மேல போகும்அதில் நின்னு கீழே பார்த்தால்புள்ளிபுள்ளியாதானே தோணும்\n\n\n\n\n     \n\nஅதுபோல போதைஉண்டா எங்கும்அதுபோல போதைஉண்டா எங்கும்அதுபோல போதைஉண்டா எங்கும்\nமறக்குமா நெஞ்சம்மறக்குமா நெஞ்சம்மனசுல சலனம்மறக்குமா நெஞ்சம்மனசுல சலனம்\nஎன் நெஞ்சுக்குள்ளஎன் நெஞ்சுக்குள்ளஎன் நெஞ்சுக்குள்ள நச்சரிக்கும்பட்டாம்பூச்சிக்குதேனை தந்தால் என்ன ஆகும்\nநெஞ்சுக்குள்ள நச்சரிக்கும்பட்டாம்பூச்சிக்குதேனை தந்தால் என்ன ஆகும்\nஎன் நெஞ்சுக்குள்ளபறக்குற பட்டாம்பூச்சிஎன் நெஞ்சுக்குள்ளநச்சரிக்கும் பட்டாம்பூச்சி\n\n\n\n\n     \n\nஎங்கு தொடங்கும்எங்கு முடியும்எங்கு தொடங்கும்எங்கு முடியும்ஆற்றின் பயணம்",
      "Metophor": "நெஞ்சுக்குள்ள நச்சரிக்கும்\nபட்டாம்பூச்சிக்கு\nதேன தந்தா என்னாகும்",
      "Meaning": "கவலையில் இருக்கும் மனதிற்கு நல்ல விடயம் சொன்னால் என்னாகும்",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "பொன்னி நதி பாக்கணுமே",
      "album": "பொன்னியின் செல்வன் 1",
      "year": 2022,
      "composer": "AR ரஹ்மான்",
      "lyricist": "இளங்கோ கிருஷ்ணன்",
      "singers": "['AR ரஹ்மான்', ' AR ரைஹானா', 'பாம்பா பாக்யா']",
      "lyrics": "காவேரியால் நீர்மடிக்குஅம்பரமாய் அணையெடுத்தான்\nநீர் சத்தம் கேட்டதுமேநெல் பூத்து நிக்கும்உளி சத்தம் கேட்டதுமேகல் பூத்து நிக்கும்\nபகை சத்தம் கேட்டதுமேவில் பூத்து நிக்கும்சோழத்தின் பெருமைகூறசொல் பூத்து நிக்கும்\nபொன்னி நதி பாக்கணுமேபெண்கள்: தீயரி எசமாரி\nபொழுதுக்குள்ளபெண்கள்: தீயரி எசமாரி\nகன்னி பெண்கள் காணணுமேபெண்கள்: தீயரி எசமாரி\nகாற்றைப்போலபெண்கள்: தீயரி எசமாரி\nபொட்டால் கடந்துபெண்கள்: தீயரி எசமாரி\nபுழுதி கடந்துபெண்கள்: தீயரி எசமாரி\nதரிசு கடந்துபெண்கள்: தீயரி எசமாரி\nகரிசல் கடந்துபெண்கள்: வீரம் வெளஞ்ச மண்ணு\nஅந்தோ நான் இவ்வழகினிலேபெண்கள்: ஆய்லே செம்பா செம்பா\nகாலம் மறந்ததென்ன\nமண்ணே உன் மார்பில் கிடக்கபெண்கள்: பச்சை நெரஞ்ச மண்ணு\nஅச்சோ ஓர் ஆசை முளைக்கபெண்கள்: மஞ்சள் தூறும் மண்ணு\nஎன் காலம் கனியதோபெண்கள்: கொக்கு பூத்த மண்ணு\nஎன் கால்கள் தனியாதோபெண்கள்: வெள்ளை மனசு மண்ணு\nசெம்பனேபெண்கள்: வீரம் வெளஞ்ச மண்ணு\nததட்தட ததட்தடததட்தட ததட்தடததட்தட தடவனே செல்பெண்கள்: வீரம் வெளஞ்ச மண்ணு\nஏ பொன்னி மகள்பெண்கள்: தீயரி எசமாரி\nலாலி லல்லலாலி லல்லலாலி லல்லபாடி செல்லும்\nவீர சோழபுரிபார்த்து விரைவாய் நீபெண்கள்: தாவு அழகாதாவும் நதியாய்சகா கனவை முடிடா\nபொன்னி நதி பாக்கணுமேபெண்கள்: தீயரி எசமாரி\nபொழுதுக்குள்ளபெண்கள்: தீயரி எசமாரி\nகன்னி பெண்கள் காணணுமேபெண்கள்: தீயரி எசமாரி\nகாற்றைப்போலபெண்கள்: வீரம் வெளஞ்ச மண்ணு\nசெக்க சிகப்பிபெண்கள்: தீயரி எசமாரி\nநெஞ்சில் இருடிபெண்கள்: வீரம் வெளஞ்ச மண்ணு\nரெட்டை சூழச்சிபெண்கள்: தீயரி எசமாரி\nஒட்டி இருடிபெண்கள்: வீரம் வெளஞ்ச மண்ணு\nசோழ சிலைதான் இவளோபெண்கள்: செம்பா\nசோள கருதாய் சிரிச்சாபெண்கள்: செம்பா\nஈழ மின்னல் உன்னாலேபெண்கள்: செம்பா\nநானும் ரசிச்சிட ஆகாதாபெண்கள்: செம்பா\nகூடாதேபெண்கள்: செம்பா\nகடலுக்கேது ஓய்வுபெண்கள்: செம்பா\nகடமை இருக்குது எழுத்துருபெண்கள்: செம்பா\nசீறி பாய்ந்துடு அம்பாகபெண்கள்: செம்பா\nகால தங்கம் போனாலேபெண்கள்: செம்பா\nதம்பியே எந்நாளும் வருமோடா\nநஞ்சைகளே பூஞ்சைகளேரம்பைகளை விஞ்சி நிக்கும் வஞ்சிக்களேநஞ்சைகளே பூஞ்சைகளேரம்பைகளை விஞ்சி நிக்கும் வஞ்சிக்களே\nபொன்னி நதி பாக்கணுமேபெண்கள்: தீயரி எசமாரி\nபொழுதுக்குள்ளபெண்கள்: தீயரி எசமாரி\nகன்னி பெண்கள் காணணுமேபெண்கள்: வீரம் வெளஞ்ச மண்ணு\nகாற்றைப்போலபெண்கள்: தீயரி எசமாரி\nசெக்க செகப்பிபெண்கள்: வீரம் வெளஞ்ச மண்ணு\nநெஞ்சில் இருடிபெண்கள்: தீயரி எசமாரிஆண்:ரெட்டை சூழச்சிபெண்கள்: வீரம் வெளஞ்ச மண்ணுஆண்:ஒட்டி இருடிபெண்கள்: தீயரி எசமாரி\nஅந்தோ நான் இவ்வழகினிலேபெண்கள்: வீரம் வெளஞ்ச மண்ணுஆயிலே செம்பா செம்பா\n",
      "Metophor": "உன் மார்பே என் மாகானம் ",
      "Meaning": "உன் மார்பே நான் உறங்கும் இடம்.",
      "Source Domain": "N/A",
      "Target Domain": "N/A"
    },
    {
      "song_name": "மாயவா தூயவா",
      "album": "இரவின் நிழல்",
      "year": 2022,
      "composer": "AR ரகுமான்",
      "lyricist": "மதன் கார்கி",
      "singers": "['ஸ்ரேயா ஹோஷல்']",
      "lyrics": "மாயவா தூயவா மலர் சூட வாமழையாகி எனில் வீழ வாமாதவா யாதவா குழல் ஊதவாஇதழோடு இசையாக வா\nஉன் மார்பே என் மாகானம்உன் பார்வை என் பூங்கானம்எந்தன் வாயில் தீந்தேன் ஊறுதேஎன் நாவா உன் நாவா கண்ணா வா\nமாயவா தூயவா மலர் சூட வாமழையாகி எனில் வீழ வா\nபூக்களை கோர்க்கின்ற சரங்களிலேஏக்கங்கள் கோர்திவள் காத்திருக்கயாக்கையில் அணிந்திட வாஆநிரை தூங்கிடும் இரவினிலேஅதிராமல் ஆடிட வாஉதிராமல் சூடிட வா\n\n\n\n\n     \n\nமாயவா தூயவா மலர் சூட வாமழையாகி எனில் வீழ வாமாதவா யாதவா குழல் ஊதவாஇதழோடு இசையாக வா\nஉன் மார்பே என் மாகானம்உன் பார்வை என் பூங்கானம்எந்தன் வாயில் தீந்தேன் ஊறுதேஎன் நாவா உன் நாவா கண்ணா வா\nமாயவா தூயவா மலர் சூட வாமழையாகி எனில் வீழ வா",
      "Metophor": " கனவிலும் நினைவிலும்\nஇடைவெளி தராதவள் இவளே ",
      "Meaning": "எப்போதும் கூடவே இருப்பவள்",
      "Source Domain": "Emotions",
      "Target Domain": ""
    },
    {
      "song_name": "தரங்கினி",
      "album": "Cobra",
      "year": 2022,
      "composer": "AR ரகுமான்",
      "lyricist": "தாமரை",
      "singers": "['சர்தக் கல்யாணி']",
      "lyrics": "தரங்கினி தரங்கினிகினி நீ கினி கினி நீதரங்கினி தரங்கினிதனன தரங்கினி\nதரங்கினி தரங்கினிகினி நீ கினி கினி நீதரங்கினி தரங்கினிதனன தரங்கினி\nதரங்கினி தரங்கினிதனிமையில் விடாதவள் இவள்கனவிலும் நினைவிலும்இடைவெளி தராதவள் இவளேஇனிமையின் இன்னோர் துகளே\nமுதல் முதல் உணரும் அன்பால்மூழ்கிவிட தோன்றும் பெண்பால்அழகி என் அருகில் வந்தாள்ஆறறிவும் தேயும் தன்னால்புதையலே பூமியை கீறிதேடி வரும் முன்னால்\n\n\n\n\n     \n\nஅனல்மேலே பனியாய் உருகி உருகிகரையும் எனது மனம் உருகி உருகிஇருந்தாலும் இதுவே மருகி மருகிதொடரும் அடிமனதில் மருகி மருகி\nகலங்கரை விளக்காய் வந்தாள்காரிருளில் தூணாய் நின்றாள்மயிலிறகு பார்வை கொண்டாள்மாமழையும் தானே தந்தாள்\nதரங்கினி தரங்கினிகினி நீ கினி கினி நீதரங்கினி தரங்கினிதனன தரங்கினி\nதினம் தினம் உன்னை திருடி செல்லவிழித்திருந்தேன் விடியல் வரைகனவுகள் என்னும் வலை விரித்தேன்அதுவல்லவோ விமல சிறை\nகடிகாரம் வீணாய் எதற்கு நமக்குஉயிரில் விரலால் நீ கீறபுரளும் நதியாய் நான் மீறபோ என்று நானேசொன்னாலும் போகாதே நீ\n\n\n\n\n     \n\nதரங்கினி தரங்கினிகினி நீ கினி கினி நீதரங்கினி தரங்கினிதனன தரங்கினி\nமுதல் முதல் உணரும் அன்பால்மூழ்கிவிட தோன்றும் பெண்பால்அழகி என் அருகில் வந்தாள்ஆறறிவும் தேயும் தன்னால்புதையலே பூமியை கீறிதேடி வரும் முன்னால்\nஅனல்மேலே பனியாய் உருகி உருகிகரையும் எனது மனம் உருகி உருகிஇருந்தாலும் இதுவே மருகி மருகிதொடரும் அடிமனதில் மருகி மருகி\nதரங்கினி தரங்கினிகினி நீ கினி கினி நீதரங்கினி தரங்கினிதனன தரங்கினி\nதரங்கினி தரங்கினிகினி நீ கினி கினி நீதரங்கினி தரங்கினிதனன தரங்கினி\n",
      "Metophor": " அனல்மேலே பனியாய் உருகி உருகி\nகரையும் எனது மனம் உருகி உருகி ",
      "Meaning": "Nature",
      "Source Domain": "Emotions",
      "Target Domain": ""
    },
    {
      "song_name": "ஏலே இளஞ்சிங்கமே",
      "album": "Cobra",
      "year": 2022,
      "composer": "AR ரகுமான்",
      "lyricist": "பா.விஜய்",
      "singers": "['ரக்ஷிதா சுரேஷ்']",
      "lyrics": "ஏலே இளஞ்சிங்கமேஎன் சாமி நெஞ்சமேஓ ஆரிராரோ\nஏலே இளஞ்சிங்கமேஎன் சாமி நெஞ்சமேஉன் கூடவே நான் இருப்பேன்கூரயா காத்து நிப்பேன்சோகம் அண்டாம\nஅந்த ஆகாச வீதியிலசூரிய யானையிலஊர்கோலம் போக போறேன்ஊரெல்லாம் ஆளப்போறேன்இருளே இல்லாம\nபுதுசா ஒரு பூமிஉனக்குண்டு சாமிதாலாட்டும் தாய் மடியாதாங்க வருவேன்அன்புக்குள் பொத்தி வைக்கஎனயே நீ மறக்கதேவத கூட்டம் உன்ன தேடி வரும்\n\n\n\n\n     \n\nஏலே இளஞ்சிங்கமேஎன் சாமி நெஞ்சமேஉன் கூடவே நான் இருப்பேன்கூரயா காத்து நிப்பேன்சோகம் அண்டாம\nகாலமே மாறுமேகாயமும் மாறுமேதிசை எல்லாம் விடியுமேஎதுவுமே முடியும் முடியுமே\nபோகும் வழி நிழல் போலகண்ணுக்கு மேல் இமை போலவழி துணையா வருவேன் நானே\nஏலே இளஞ்சிங்கமேஎன் சாமி நெஞ்சமேஉன் கூடவே நான் இருப்பேன்கூரயா காத்து நிப்பேன்சோகம் அண்டாம\nஅந்த ஆகாச வீதியிலசூரிய யானையிலஊர்கோலம் போக போறேன்ஊரெல்லாம் ஆளப்போறேன்இருளே இல்லாம",
      "Metophor": " போகும் வழி நிழல் போல\nகண்ணுக்கு மேல் இமை போல\nவழி துணையா வருவேன் நானே",
      "Meaning": "Nature",
      "Source Domain": "Emotions",
      "Target Domain": ""
    },
    {
      "song_name": "நீ இங்கே இல்லை",
      "album": "Cobra",
      "year": 2022,
      "composer": "AR ரஹ்மான்",
      "lyricist": "தாமரை",
      "singers": "['AR ரஹ்மான்']",
      "lyrics": "நீ இங்கே இல்லைஎன்றால் நான் இல்லைநீ இங்கே இல்லைஎன்றால் நான் இல்லை\nஉயிர் உருகுதேமனம் கரையுதேஎனது வானே\nஒரு முறை தான் பார்த்தேன்உன்னை உன்னைபரவசத்தால் பதில் உரைக்கமறந்துவிட்டேன்நினைவினிலேனோவந்தால் அன்னை\nநீ இங்கே இல்லைஎன்றால் நான் இல்லை\n\n\n\n\n     \n\nமேற்கே உன் சாரல் மழைவா வா வந்தென்னை நனையாரும் முன் சொல்லா கதைஇன்பம் போல் தோன்றும் வதை\nகண்டேன் என் மாயாவி மானைஎன் ரீங்கார வீணைநீ நான் செய்யும் ஆராதனை\nநீ இங்கே இல்லைஎன்றால் நான் இல்லைநீ இங்கே இல்லைஎன்றால் நான் இல்லை\nபாயும் உன் கார் கூந்தலில்என்னை ஏன் நீ ஏந்தினாய்மண்ணில் நான் வீழும் முன்னேஎன்னை நீ தான் தாங்கினாய்\nஊஞ்சல்போல் தாலாட்டும் தோளில்நான் சாய்ந்ததும் நாளில்ஏன் லேசாக நீ தேம்பினாய்\n\n\n\n\n     \n\nஉயிர் உருகுதேமனம் கரையுதேஎனது வானே\nஒரு முறை தான் பார்த்தேன்உன்னை உன்னைபரவசத்தால் பதில் உரைக்கமறந்துவிட்டேன்பாவை முன்னே முன்னேபனியாய் கரைந்துவிட்டேன்\nநீ இங்கே இல்லைஎன்றால் நான் இல்லைநீ இங்கே இல்லைஎன்றால் நான் இல்லை",
      "Metophor": "ஊஞ்சல் போல் தாலாட்டும் தோளில் ",
      "Meaning": "உன் தோழில் சாயும் போது ஊஞ்சல் தாலாட்டுவது போல் உணர்வு",
      "Source Domain": "Shoulder",
      "Target Domain": "Swing"
    },
    {
      "song_name": "கோடு போட்டா",
      "album": "ராவணன்",
      "year": 2010,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['பென்னி டயால்']",
      "lyrics": "கோடு போட்டா கொன்னு போடுவேலி போட்டா ஹே வெட்டி போடுநேத்துவரைக்கும் உங்க சட்டம்இன்னைக்கிருந்து எங்க சட்டம்\nகோடு போட்டா கொன்னு போடுவேலி போட்டா ஹே வெட்டி போடுவில்ல போல வளைஞ்ச கூட்டம்வேல போல நிமிர்ந்து விட்டோம்\nசோத்துல பங்கு கேட்டாஅட இலயப்போடு இலயசொத்துல பங்கு கேட்டாஅவன் தலயப்போடு தலய\nஊரான் வீட்டு சட்டத்துக்குஊரு நாடு மசியாதுமேகம் வந்து சத்தம் போட்டாஆகாயம் தான் கேட்காதுபாட்டன் பூட்டன் பூமிய யாரும்பட்டா போடக் கூடாது\n\n\n\n\n     \n\nபாம்பு கூட பழகிபசும் பால ஊத்தும் சாதிதப்பு தண்டா செஞ்சாஅட அப்பத் தெரியும் சேதி\nகள்ளிக்காட்டு புள்ளத்தாச்சிகல்ல பெத்தா வீரனடாஜல்லிக்கட்டு மாடு கிழிச்சாசரியும் குடலே மாலையடாசெத்த கெழவன் எழுதிவெச்சஒத்த சொத்து வீரமடா\nகோடு போட்டா கொன்னு போடுவேலி போட்டா ஹே வெட்டி போடு\nஎங்க காத்துமீன்சுட்ட வாசம் அடிக்கும்எங்க தண்ணிஎரி சாராயம் போல் உறைக்கும்\nவத்திப் போன உசுரோடவாழ்வானே சம்சாரிஒரு சப்பாத்திகள்ளி வாழவேணாமே மும்மாரி\n\n\n\n\n     \n\nஎட்டுக்கானி போனாஅட எவனும் ஏழை இல்லமானம் மட்டும் போனாநீ மக்கா நாளே ஏழை\nமனைவி மாதா மட்டும் இல்லமண்ணும் கூட மானம்தான்சீயான் காட்ட தோண்டிப் பாத்தாசெம்மண் ஊத்து ரத்தம்தான்\nகோ கோ கோகோடு போட்டா கொன்னு போடுவேலி போட்டா ஹே வெட்டி போடுநேத்துவரைக்கும் உங்க சட்டம்இன்னைக்கிருந்து எங்க சட்டம்\nகோடு போட்டா கொன்னு போடுவேலி போட்டா வெட்டி போடுநேத்துவரைக்கும் உங்க சட்டம்நேத்துவரைக்கும் உங்க சட்டம்நேத்துவரைக்கும் உங்க சட்டம்இன்னைக்கிருந்து எங்க சட்டம்",
      "Metophor": "ஊரான் வீட்டு\nசட்டத்துக்கு ஊரு நாடு\nமசியாது மேகம் வந்து\nசத்தம் போட்டா ஆகாயம்\nதான் கேட்காது",
      "Meaning": "யாரோ போட்ட சட்டம் இங்கு ஏற்கப்படாது.",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "காட்டுச் சிறுக்கி",
      "album": "ராவணன்",
      "year": 2010,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['சங்கர் மகாதேவன்', 'அனுராதா ஸ்ரீராம்']",
      "lyrics": "காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ\nஓ காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ\nஈக்கி மின்னல் அடிக்குதடி\nயாத்தே\nஈர கொலக் துடிக்குதடி\nயாத்தே\nஈக்கி மின்னல் அடிக்குதடி\nயாத்தே\nஈர கொலக் துடிக்குதடி\nயாத்தே\nநச்சு மனம் மச்சினியோடுமச்சினியோடு மருகுதடிஅவ நெத்தியுல வச்ச பொட்டுலஎன் நெஞ்சாங்குழியே ஒட்டுதேஅவ நெத்தியுல வச்ச பொட்டுலஎன் நெஞ்சாங்குழியே ஒட்டுதேஅவ பார்வையில் எலும்புகபல்பொடி ஆச்சே\nகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ\nயாரோ எவளோயாரோ எவளோயார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ\nதண்டை அணிஞ்சவகொண்டை அரிஞ்சதும்அண்டசராசரம் போச்சு\nவண்டு தொடாமுகம்கண்டு வனாந்தரம்வாங்குதே பெருமூச்சு\nகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ\nஉச்சந்தலை வகிடு வழிஒத்த மனம் அலையுதடிஒதட்டு வரி பள்ளத்துலஉசிர் விழுந்து தவிக்குதடி\nபாழாப் போன மனசுபசியெடுத்துகொண்ட பத்தியத்த முறிக்குதடிபாராங்கல்ல சொமந்துவழி மறந்துஒரு நத்தக்குட்டி நகருதடி\nகொண்டக் காலுசெவப்பும் மூக்கு வனப்பும்என்னக் கிறுக்குன்னு சிரிக்குதடி\nஓ காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ\nயாரோ எவளோயாரோ எவளோயார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ\nதண்டை அணிஞ்சவகொண்டை அரிஞ்சதும்அண்டசராசரம் போச்சு\nவண்டு தொடாமுகம்கண்டு வனாந்தரம்வாங்குதே பெருமூச்சு\nஏர் கிழிச்ச தடத்து வழிநீர் கிழிச்சு போவது போல்நீ கிழிச்ச கோட்டு வழிநீளுதடி எம்பொழப்பு\nஊரான் காட்டு கனியேஉன்ன நெனச்சு நெஞ்சுசப்புக்கொட்டித் துடிக்குதடியாத்தே இது சரியா இல்ல தவறாநெஞ்சில் கத்திச் சண்டை நடக்குதடி\nஉன்ன முன்ன நிறுத்திஎன்ன நடத்திகெட்ட விதி வந்து சிரிக்குதடி\nஓ காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கி\nஓ காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ\nகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவ\nகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ\nகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவ\nகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவ\n",
      "Metophor": "அவ பார்வையில் எலும்புக\nபல்பொடி ஆச்சே",
      "Meaning": "அவளுடைய பார்வையின் கூர்மை எலும்புகளை தூள் ஆகுவது போல் உள்ளது",
      "Source Domain": "Non-living thing",
      "Target Domain": "Eyes"
    },
    {
      "song_name": "சொட்ட சொட்ட நனையுதுதாஜ் மஹாலு",
      "album": "தாஜ்மஹால்",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['சுஜாதா மோகன்']",
      "lyrics": "அடி நீ இங்கேஅடி நீ இங்கேநீ இங்கேநீ இங்கேபூ சூடும் ஆள் எங்கேதாலி கட்ட கழுத்து அரிக்குதே\nஇந்த சிறுக்கி மகஉசிர உருக்கி குடிக்கஅந்த முரட்டு பயலும்வருவானா\nஇந்த சிறுக்கி மகஉசிர உருக்கி குடிக்கஅந்த முரட்டு பயலும்வருவானா\nசொட்ட சொட்ட நனையுது தாஜ் மஹாலுகுடையேதும் வேணாம் வா மாயாஇருவரும் ஆளுக்கொரு குடையாவோம்மேளந்தட்டி மேளங்கொட்டி வா மாயா\n\n\n\n\n     \n\nஅடி நீ இங்கேஅடி நீ இங்கேநீ இங்கேநீ இங்கேபூ சூடும் ஆள் எங்கேதாலி கட்ட கழுத்து அரிக்குதே\nஇந்த சிறுக்கி மக உசிரஉருக்கி குடிக்கஅந்த முரட்டு பயலும்வருவானே\nஇந்த சேலை வாங்கிக்கொண்டுசேலை வாங்கி தான்சொந்தச்சேலை தருவானேஇந்த சேலை வாங்கிக்கொண்டுசேலை வாங்கி தான்சொந்தச்சேலை தருவானே\nசொட்ட சொட்ட நனையுது தாஜ் மஹாலுகுடையேதும் வேணாம் வா மாயாஇருவரும் ஆளுக்கொரு குடையாவோம்மேளந்தட்டி மேளங்கொட்டி வா மாயா\nஅடி நீ இங்கேஅடி நீ இங்கே\n\n\n\n\n     \n\nஉனக்காக உயிர் பூத்து நின்றேன்உனக்காக கன்னி காத்து நின்றேன்இன்னும் நானும் சிறுமிதான்எப்போதென்னை பெண் செய்குவாய்\nஉனக்காக உயிர் பூத்து நின்றேன்உனக்காக காத்து காத்து நின்றேன்இன்னும் நானும் சிறுமிதான்எப்போதென்னை பெண் செய்குவாய்\nவந்து மூன்று முடிச்சு போடுபின்பு முத்த முடிச்சு போடுஎன்னை மொத்தமாக மூடு மூடு\nநீ எனக்குள் புதையல் எடுக்கநானும் உனக்குள் புதையல் எடுக்கஉயிரின் ஆழம் சென்று தேடு தேடு\nஇளமையின் தேவைஎது எது என்றுஅறிந்தவன் நீயல்லவாஇதுவரை வாழ்ந்தவாழ்க்கைக்கு அர்த்தம்அன்பே நீ சொல்லவா\nசொட்ட சொட்ட நனையுது தாஜ் மஹாலுகுடையேதும் வேணாம் வா மாயாஇருவரும் ஆளுக்கொரு குடையாவோம்மேளந்தட்டி மேளங்கொட்டி வா மாயா\nஅடி நீ இங்கேஅடி நீ இங்கேநீ இங்கேநீ இங்கேபூ சூடும் ஆள் எங்கேதாலி கட்ட கழுத்து அரிக்குதே\nஇந்த சிறுக்கி மக உசிரஉருக்கி குடிக்கஅந்த முரட்டு பயலும்வருவானே\nஇந்த சேலை வாங்கிக்கொண்டுசேலை வாங்கி தான்சொந்தச்சேலை தருவானேஇந்த சேலை வாங்கிக்கொண்டுசேலை வாங்கி தான்சொந்தச்சேலை தருவானே\nஇந்த சிறுக்கி மக உசிரஉருக்கி குடிக்கஅந்த முரட்டு பயலும்வருவானே\nஇந்த சேலை வாங்கிக்கொண்டுசேலை வாங்கி தான்சொந்தச்சேலை தருவானே\n\n\n\n\n\n     \n\n\n\n",
      "Metophor": "எதற்காக நீ விலகி நின்றாய் நான் மழையல்லவே ஏன் ஒதுங்கி நின்றாய்",
      "Meaning": "நான் மழை‌ அல்ல மழையின் போது ஒதுங்குவது போல ஏன் என்னை விட்டு விலகி நின்றாய்",
      "Source Domain": "Rain",
      "Target Domain": "boy"
    },
    {
      "song_name": "ஒருவன் ஒருவன் முதலாளி",
      "album": "முத்து",
      "year": 1995,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['SP பாலசுப்ரமணியம்']",
      "lyrics": "ஒருவன் ஒருவன் முதலாளிஉலகில் மற்றவன் தொழிலாளிவிதியை நினைப்பவன் ஏமாளிஅதை வென்று முடிப்பவன் அறிவாளி\nஒருவன் ஒருவன் முதலாளிஉலகில் மற்றவன் தொழிலாளிவிதியை நினைப்பவன் ஏமாளிஅதை வென்று முடிப்பவன் அறிவாளி\nபூமியை வெல்ல ஆயுதம் எதற்குபூப்பறிக்க கோடரி எதற்குபொன்னோ பொருளோ போர்க்களம் எதற்குஆசை துறந்தால் அகிலம் உனக்கு\nஒருவன் ஒருவன் முதலாளிஉலகில் மற்றவன் தொழிலாளிவிதியை நினைப்பவன் ஏமாளிஅதை வென்று முடிப்பவன் அறிவாளி\n\n\n\n\n     \n\nமண்ணின் மீது மனிதனுக்காசைமனிதன் மீது மண்ணுக்காசைமண்ணின் மீது மனிதனுக்காசைமனிதன் மீது மண்ணுக்காசை.\nமண்தான் கடைசியில் ஜெயிக்கிறதுஇதை மனம்தான் உணர மறுக்கிறது\nகையில் கொஞ்சம் காசு இருந்தால்நீதான் அதற்கு எஜமானன்கழுத்து வரைக்கும் காசு இருந்தால்அதுதான் உனக்கு எஜமானன்\nவாழ்வின் அர்த்தம் புரிந்துவிடுவாழ்க்கையை வாரிக் குடித்துவிடு\nஒருவன் ஒருவன் முதலாளிஉலகில் மற்றவன் தொழிலாளிவிதியை நினைப்பவன் ஏமாளிஅதை வென்று முடிப்பவன் அறிவாளி\n\n\n\n\n     \n\nவானம் உனக்கு பூமியும் உனக்குவரப்புகளோடு சண்டைகள் எதற்குவானம் உனக்கு பூமியும் உனக்குவரப்புகளோடு சண்டைகள் எதற்கு\nவாழச் சொல்லுது இயற்கையடாவாழ்வில் துன்பம் செயற்கையடா\nபறவைகள் என்னைப் பார்க்கும் போதுநலமா நலமா என்கிறதுமொட்டுக்கள் மெல்லத் திறக்கும் போதுமுத்து முத்து என்கிறதே\nஇளமை இனிமேல் போகாதுஅட முதுமை எனக்கு வாராது\nஒருவன் ஒருவன் முதலாளிஉலகில் மற்றவன் தொழிலாளிவிதியை நினைப்பவன் ஏமாளிஅதை வென்று முடிப்பவன் அறிவாளி\nஹான் ஒருவன் ஒருவன் முதலாளிஉலகில் மற்றவன் தொழிலாளிவிதியை நினைப்பவன் ஏமாளிஅதை வென்று முடிப்பவன் அறிவாளி\nபூமியை வெல்ல ஆயுதம் எதற்குபூப்பறிக்க கோடரி எதற்குபொன்னோ பொருளோ போர்க்களம் எதற்குஆசை துறந்தால் அகிலம் உனக்கு",
      "Metophor": "விதியை நினைப்பவன் ஏமாளி அதை வென்று முடிப்பவன் அறிவாளி",
      "Meaning": "விதியை பற்றி நினைக்காமல் அதை வெல்ல வேண்டும்",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "தாண்டியா ஆட்டமும் ஆட",
      "album": "காதலர் தினம்",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வாலி",
      "singers": "['உன்னி மேனன்', ' MG ஸ்ரீகுமார்', 'கவிதா கிருஷ்ணமூர்த்தி']",
      "lyrics": "தாண்டியா ஆட்டமும் ஆடதசராக் கூட்டமும் கூடகுஜராத் குமரிகளாடகாதலன் காதலிய தேட\nஅவள் தென்படுவாளோஎந்தன் கண் மறைவாகஇன்று காதல் சொல்வாளோ நெஞ்சோடு\nதாண்டியா ஆட்டமும் ஆடதசராக் கூட்டமும் கூடகுஜராத் குமரிகளாடகாதலன் காதலிய தேட\nஉன்னைக்கண்டுஎண்ணம் யாவும் மெல்லஊமையாகி நின்றதென்ன சொல்லநூறு வார்த்தை அல்ல அல்லஒரு வார்த்தை புரியாதா\nஎந்த வார்த்தைசொல்லவில்லையோ நீஅந்த வார்த்தைஎந்தன் கண்களால் நான்நூறு ஜாடையில் சொன்னேனேதெரியாதா புரியாதா\nஓ மையைப்போல நானும்கண்ணில் சேர வேண்டும்மையைப்போல நானும்கண்ணில் சேர வேண்டும்பூவைப்போல நானும் உந்தன்கூந்தல் சேர வேண்டும்\nஓ கண்ணில் வைத்த மையும்கரைந்து போகக்கூடும்கூந்தல் வைத்த வண்ணப் பூவும்வாடிப் போகக்கூடும்\nசிறு காதல் நெஞ்சைநான் தரலாமாஉன் கணவனாகநான் வரலாமா\nஇந்த வார்த்தைமட்டுமே நிஜமானால்ஒரு ஜென்மம் போதும்\nஉயிரே வா\nஅன்பே வா\nஉயிரே வா\nஅன்பே வா\nதாண்டியா ஆட்டமும் ஆடதசராக் கூட்டமும் கூடகுஜராத் குமரிகளாடகாதலன் காதலிய தேட\nஅவள் தென்படுவாளோஎந்தன் கண் மறைவாகஇன்று காதல் சொல்வாளோ நெஞ்சோடு\nகாதல் பார்வைகள்எல்லாமே அழகுகாதல் வார்த்தைகள்எல்லாமே கவிதைகாதல் செய்வதே எந்நாளும்தெய்வீகம் தெய்வீகம்\nகாதல் என்பதைக்கண்டு பிடித்தவன்காலம் முழுவதும்நன்றிக்குரியவன்காதல் இல்லையேல் என்னாகும்பூலோகம் பூலோகம்\nஓ உள்ளம் என்ற ஒன்றைஉன்னிடத்தில் தந்தேன்தந்த உள்ளம் பத்திரமாதெரிந்துகொள்ள வந்தேன்\nஓ என்னைப் பற்றி நீதான்எண்ணியது தவறுஎன்னைவிட உந்தன் உள்ளம்என்னுடைய உயிரு\nஇரு உயிர்கள்என்பதே கிடையாதுஇதில் உனது எனதுஎனப் பிரிவேது\nஇந்த வார்த்தைமட்டுமே நிஜமானால்ஒரு ஜென்மம் போதும்\nஉயிரே வா\nஅன்பே வா\nஉயிரே வா\nஅன்பே வா\nஓஹோ ஹோ ஹோ ஹோஹோ ஹோ ஹோ ஓஹோஓஹோ ஹோ ஹோ ஹோஹோ ஹோ ஹோ ஓஹோ\nஓஹோ ஹோ ஹோ ஹோஓஹோ ஹோ ஹோ ஹோஓஹோ ஹோ ஹோ ஹோஓஹோ ஹோ ஹோ ஹோ\nஓஹோ ஹோ ஹோ ஹோஓஹோ ஹோ ஹோ ஹோஓஹோ ஹோ ஹோ ஹோஓஹோ ஹோ ஹோ ஹோ\nஓஹோ ஹோ ஹோ ஹோஹோ ஹோ ஹோ ஓஹோஓஹோ ஹோ ஹோ ஹோஹோ ஹோ ஹோ ஓஹோ\n",
      "Metophor": "மையைப்போல நானும் கண்ணில் சேர வேண்டும் ",
      "Meaning": "கண்களில் மை இருப்பது போல நானும் உன்னுடன் எப்போதும் இருக்கவேண்டும்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "நெனச்சபடி நெனச்சபடி",
      "album": "காதலர் தினம்",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வாலி",
      "singers": "['ஸ்ரீனிவாஸ்', ' MG ஸ்ரீகுமார்', 'கங்கா சித்தராசு', ' காஞ்சனா']",
      "lyrics": "என் தோள்களே தோட்டம் என்றுஎன்னாளுமே தொத்திக்கொள்ளும்காற்றல்லவா நீ என் கண்ணேகல்யாண நாளில் மாலை கொள்ளகண்ணாளனின் பூஞ்சோலை செல்லஅந்த வானம் நந்தவனம் ஆகும்\nமருதாணிக் கோலம் போட்டுமணிக்கையில் வளையல் பூட்டுஇந்த ரோஜாவுக்கு ரோஜாப்பூ நீ சூட்டுமருதாணிக் கோலம் போட்டுமணிக்கையில் வளையல் பூட்டுஇந்த ரோஜாவுக்கு ரோஜாப்பூ நீ சூட்டு\nஉன் கணவன்நாளை தான் வரவேண்டும்உயிர்க் காதல்நெஞ்சையே தரவேண்டும்\nமணப்பந்தல் தோரணம்நான் போடமணவாளனோடுஉன் கைகூடஉன் தந்தை உள்ளந்தான்ஊஞ்சல் ஆட\nகாதலெனும் சொல்லைநானும் சொல்லவில்லைசொல்ல வந்த நேரம்காதல் எந்தன் கையில் இல்லை\nகாதலெனும் சொல்லைநானும் சொல்லவில்லைசொல்ல வந்த நேரம்காதல் எந்தன் கையில் இல்லை\nவாழ்வு தந்த வள்ளல்வாங்கிக்கொண்டு போகவாழ்த்துச் சொல்லநானும் வந்தேன் கண்கள் ஈரமாக\nஎன்றும் எனது கண்ணிலேஉன் பிம்பம்உன்னை எண்ணி வாழ்வதேஎன் இன்பம்\nஎன்றும் எனது கண்ணிலேஉன் பிம்பம்உன்னை எண்ணி வாழ்வதேஎன் இன்பம்\nஇங்கு நீ சிரிக்கநான் பார்த்தாலேஎந்தன் காதல் வாழும்நீ வாழ்க நலமாகநீ வாழ்க நலமாக\nஅல்லி விழியோரம்அஞ்சனத்தைத் தீட்டிஅந்தி வண்ணப் பின்னல் மீதுதாழை மலர் சூட்டி\nஅல்லி விழியோரம்அஞ்சனத்தைத் தீட்டிஅந்தி வண்ணப் பின்னல் மீதுதாழை மலர் சூட்டி\nஆதி முதல் அந்தம்ஆபரணம் பூட்டிஅன்னம் இவள் மேடை வந்தால்மின்னல் முகம் காட்டி\nகெட்டி மேளம் கொட்டிடமணப்பெண்ணைதொட்டுத் தாலி கட்டினான்மாப்பிள்ளை\nஇந்த ஏழை நெஞ்சமும்நீ வாழ என்றும் பூக்கள் தூவும்நீ வாழ்க நலமாக\n",
      "Metophor": "இந்த ஏழை நெஞ்சமும் நீ வாழ்க என்றும் பூக்கள் தூவும்",
      "Meaning": "ஏழையான நானும் நீ வாழ வேண்டும் என விரும்புகிறேன்",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "காலத்துக்கும் நீ வேணும்",
      "album": "வெந்து தணிந்தது காடு",
      "year": 2022,
      "composer": "AR ரஹ்மான்",
      "lyricist": "தாமரை",
      "singers": "['TR சிலம்பரசன்', ' ரக்ஷித்தா சுரேஷ்']",
      "lyrics": "என்ன தர உன்ன விடநம்பும் ஓர் இடம் இல்லஇனி நாளை முதல் நானும் நீயும்வேற வேற இல்லஎன்னோடு வா இப்பயே வா\nநீ வந்த நெழல் தந்தஎதனாலோ ஒத்து கொண்டேன்நீ பாக்கும் போதும் பேசும் போதும்நெஞ்சில மின்னல் கண்டேன்இனிமேல் என் வாழ்வே உன்னோடுஓ வருவேனே பின்னோடு\nஓ இன்னும் நூறு ஆண்டுநம் ஆயுள் வேணும்கை ரேகையெல்லாம் தேஞ்சும்நம் ஆசை வாழும்\nஉன் அன்பு என்னும் பானம்என் உசிர் வர வேணும்உன் மூச்சு காற்றில்நான் மூழ்கி மாய்ந்திட வேணும்\nகண்கள் நான்கும் பார்த்தும்பார்வை ஒன்றே வேணும்காலத்துக்கும் நீ வேணும்\nஎன்ன தர உன்ன விடநம்பும் ஓர் இடம் இல்லஇனி நாளை முதல் நானும் நீயும்வேற வேற இல்லஉன்னோடு நான் இப்பயே தான்\nஉன் கூர சேல கூத்தாடும்குங்குமத்தில் முங்கும்\nஓ தங்க தோடு பேசும் காதோரம்\nஓ வாழை மஞ்சள் தென்னைகள்வாசல் பந்தல் ஆகும்\nஓ மேள சத்தம் மெட்டி சத்தம்இணஞ்சு கொண்டாடும்\nஓ இன்னும் நூறு ஆண்டுநம் ஆயுள் வேணும்கை ரேகையெல்லாம் தேஞ்சும்நம் ஆசை வாழும்\nஉன் அன்பு என்னும் பானம்என் உசிர் வர வேணும்உன் மூச்சு காற்றில்நான் மூழ்கி மாய்ந்திட வேணும்\nகண்கள் நான்கும் பார்த்தும்பார்வை ஒன்றே வேணும்காலத்துக்கும் நீ வேணும்\nஓட்டு கேட்கும் காத்தேகொஞ்சம் எட்டி பார்ப்பாயோஒரு வெட்கம் தின்னு நிக்கும்என்ன தொட்டு போவாயோ\nஎன் எண்ணம் போலேவண்ணம் கண்டேன்இந்நாள் கனாக்களைநிகழ்த்தி பார்க்கும் முதல் நாள்\nஉன் அன்பு என்னும் பானம்என் உசிர் வர வேணும்நான் முன்னே பின்னே சூடாதமுல்லை பூவும் நீயே\nதென்றல் ஆகும் தீயேஎனை மெல்ல கொல்லும் நோயேஎன் நெஞ்சம் உன்னால்பாகாக உருகிடுதே\nஓ இன்னும் நூறு ஆண்டுநம் ஆயுள் வேணும்கை ரேகையெல்லாம் தேஞ்சும்நம் ஆசை வாழும்\n",
      "Metophor": "உன் அன்பு என்னும் பாணம் என் உசிர் வரை வேணும்",
      "Meaning": "நான் இறக்கும் வரை உன் அன்பு எனக்கு வேண்டும்",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "ச ரி க மே ப த னி சே",
      "album": "Boys",
      "year": 2003,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வாலி, Blaze",
      "singers": "['லக்கி அலி', ' வசுந்தரா தாஸ்', ' Clinton Cerejo', ' Blaaze']",
      "lyrics": "ஹேகுழு: ஹே\nஹேகுழு: ஹே\nஹேகுழு: ஹே\nசே சகுழு: ச\nசே ரிகுழு: ரி\nசே ககுழு: க\nசே மேகுழு: வாட்\nமாத்தி யோசி\nமாத்தி யோசிகுழு: மாத்தி யோசி மாத்தி யோசிமாத்தி யோசி மாத்தி யோசிமாத்தி யோசி மாத்தி யோசி\nதட்ஸ் வாட் வி சே\nஹோ ஹோ ஓஹோஹோ ஹோ ஹோ ஓஹோ\nச ரி க மேப த னி சேமாத்தி யோசிதட்ஸ் வாட் வி சே\nச ரி க மேப த னி சேமாத்தி யோசிதட்ஸ் வாட் வி சே\nகேட்டுக்கோலக் கால் கிலோலாஸ் கால் கிலோலேபர் கால் கிலோ\nசேத்துக்கோபக்தி கால் கிலோஹோப் கால் கிலோடேலண்ட் கால் கிலோ\nச ரி க மேப த னி சேமாத்தி யோசிமாத்தி யோசிதட்ஸ் வாட் வி சே\nஇந்த இசைசொந்த இசைஇம்சையிலேவந்த இசை\nவலி தான்வெற்றியின் ரகசியமே\nகுட்டி சுவர் ஏறிவெட்டி கதை பேசிகாதல் ஜாலியில்பாடம் காலி தோழா\nஅடோலெஸ்சென்ட்ஏஜ்ஜில் அந்த சுகம் தேடிசூடு பட்டு போனோம் தோழா\nதப்பான ரூட்டில் சென்றுரைட்டான ரூட்டை கண்டோம்மிஸ்டேக்ஸ் ஆர் தசீக்ரெட் ஆஃப் சக்ஸஸ்\nநாம் ஓடி போனோம்உலகம் புரிந்தது\nஅவளுக்காகவேஉழைக்க தெரிந்ததுஇருவரும்: லவ் இஸ் தசீக்ரெட் ஆஃப் சக்ஸஸ்\nச ரி க மேப த னி சே சே சேமாத்தி யோசி சே சேதட்ஸ் வாட் வி சே யே\nச ரி க மேகுழு: ச ரி க மே\nப த னி சேகுழு: ப த னி சே\nமாத்தி யோசிகுழு: மாத்தி யோசி\nதட்ஸ் வாட் வி சேகுழு: தட்ஸ் வாட் வி சே\nச ரி க மேப த னி சேமாத்தி யோசிமாத்தி யோசிதட்ஸ் வாட் வி சே\nஇந்த இசைசொந்த இசைஇம்சையிலேவந்த இசை\nசரிகமே\nசரிகமே\nசரிகமே\nஓஹோ நேர்மைதான்வெற்றியின் ரகசியமே\n",
      "Metophor": "குட்டி சுவர் ஏறி வெட்டி கதை பேசிகாதல் ஜாலியில் பாடம் காலி தோழா",
      "Meaning": "படிக்கும் வயதில் காதலில் விழுந்து பாடத்தை விட்டோம்",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "அதீரா அதீரா",
      "album": "Cobra",
      "year": 2022,
      "composer": "AR ரஹ்மான்",
      "lyricist": "பா.விஜய்",
      "singers": "['வாகு மஷான்']",
      "lyrics": "தீரா தீராதி தீராதுப்பாக்கி மந்திராசமர் செய்யும் சந்திராயுகம் வெல்ல வந்தீரா\nஓரா ஓராயிரம் புதிராஅணு உலையின் உதிராமின் காந்த கதிராதீராதி தீரா\nஇவன் தோட்டக்கள் விளையாட்டில்ஜெயிப்பதே விதியாகும்இவன் தோட்டத்தில் துப்பாக்கிசெடிகள் பூவாகும்\nஅதீரா அதீராஉன் ரூபம் பல நூறாஒரு மூச்சில் ஆளை அள்ளும்எதையும் வெல்லும் கோப்ரா\n\n\n\n\n     \n\nஹே சூரா ஹே சூராஅடங்காத அதிகாராஒரு மூச்சில் ஆளை அள்ளும்எதையும் வெல்லும் கோப்ரா\nகி புல் அப் ஆன் த சீன்கால்குலேட்டிங் திங்ஸ்யு கேட் னெவர் திங்இவாலுயேட்டிங்கீஸ் டு ஆல் த பீஸ்பிகாஸ் கி பி வெய்டிங்இயர்ஸ் ஃபார் ஆல் த ஈஸி\nஸோ லெட் மி டெல் யுஒய் தே ஆல்வேஸ் கால்கிம் கோப்ராகில்லர் இன்ஸ்டிக்ட்ஸ்அன்ட் கி டோன்ட் னீட் னோ லவ்கி வில் ஆல்வேஸ்ஸ்லைடு இன் சைலன்ஸ்டில் இட்ஸ் ஓவர்னாட் ஏ மேன் ஆஃப் வயலன்ஸ்பட் கி னெவர் னீட் டுலுக் ஓவர் கிஸ் ஷோல்டர்கோ கோ கோப்ரா\nநீ ஒருவன் அல்ல இருவன்அந்த இருவன் இங்கே ஒருவன்உன் இருவரில் நல்லவன் ஒருவன்அதை மீறிய வல்லவன் ஒருவன்\nஉன் உள்ளே இருப்பவன் மனிதன்அவன் உள்ளே இன்னொரு கனிதன்உன் மனிதம் உன்னை சொல்லும்உன் கணிதம் உலகை வெல்லும்\n\n\n\n\n     \n\nபெரும் வெற்றிகளை பெற்றவனின்இதயம் ஆடாதுமலை மேல் உள்ள சிகரங்கள்மகுடம் சூடாது\nஅதீரா அதீராஉன் ரூபம் பல நூறாஒரு மூச்சில் ஆளை அள்ளும்எதையும் வெல்லும் கோப்ரா\nஹே சூரா ஹே சூராஅடங்காத அதிகாராஒரு மூச்சில் ஆளை அள்ளும்எதையும் வெல்லும் கோப்ரா\nஓராயிரம் யானையின் கூட்டம்ஒரு புலியின் யுக்தி தட்டும்நூறாயிரம் சேனை வட்டம்ஒரு அறிவின் தீப்பொறி எட்டும்\nஅட நேர்மை என்றால் மட்டும்பல கைகள் இங்கே தட்டும்நேர் நிற்கும் மரங்களை மட்டும்அந்த கைகள் வந்து வெட்டும்\nஇவன் கோட்டைக்குள் கிடையாதுநியாய சட்டங்கள்பின் வாங்காது வீழாதுஇவனின் திட்டங்கள்\nஅதீரா அதீராஉன் ரூபம் பல நூறாஒரு மூச்சில் ஆளை அள்ளும்எதையும் வெல்லும் கோப்ரா\nஹே சூரா ஹே சூராஅடங்காத அதிகாராஒரு மூச்சில் ஆளை அள்ளும்எதையும் வெல்லும் கோப்ரா\nராகி புல் அப் ஆன் த சீன்கால்குலேட்டிங்திங்ஸ் யு கேட் னெவர் திங்இவாலுயேட்டிங்கீஸ் டு ஆல் த பீஸ்பிகாஸ் கி பி வெய்டிங்இயர்ஸ் ஃபார் ஆல் த ஈஸிகோ கோ கோப்ரா",
      "Metophor": "ஓராயிரம் யானையின் கூட்டம் ஒரு புலியின் யுக்தி தட்டும்",
      "Meaning": "யானை கூட்டம் நினைத்தால் ஒரு புலியையே வெல்லும்",
      "Source Domain": "Animals",
      "Target Domain": "Animal"
    },
    {
      "song_name": "தில்லானா தில்லானா",
      "album": "முத்து",
      "year": 1995,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['மனோ', ' சுஜாதா மோகன்']",
      "lyrics": "ஆ ஆ ஆஆஆஆ ஆ ஆஆஆஆ ஆ ஆஆஆ\nதில்லானா தில்லானாநீ தித்திக்கின்ற தேனாதிக்குத் திக்குநெஞ்சில் தில்லானா\nதில்லானா தில்லானாநீ தித்திக்கின்ற தேனாதிக்கு திக்கு நெஞ்சில் தில்லானா\nஹோ மஞ்சக் காட்டு மைனாஎன்ன கொஞ்சிக் கொஞ்சிப் போனாதிக்கு திக்கு நெஞ்சில் தில்லானா\nஆ ஆ ஆஆஆஆ ஆ ஆஆஆஆ ஆ ஆஆஆ\nகண்ணு வெச்சதும் நீதானாவெடி கண்ணி வெச்சதும் நீதானாகட்டில் போட்டு நான் கப்பம் கட்டகாமன் சொன்னானா\nதில்லானா தில்லானா\nநான் தித்திக்கின்ற தேனாதிக்குத் திக்கு நெஞ்சில் தில்லானா\nமஞ்சக் காட்டு மைனா\nஉன்ன கொஞ்சிகொஞ்சி போனாதிக்குத் திக்கு நெஞ்சில் தில்லானா\nஆ ஆ ஆஆஆஆ ஆ ஆஆஆஆ ஆ ஆஆஆ\nபட்டிக்காட்டு முத்து நீயோபடிக்காத மேதைதொட்டுத் தொட்டுப் பேசத் தானேதுடித்தாளே ராதை\nகள்ளம் கபடமில்லை நானோஅறியாத பேதைமக்கள் மனம் தானே எந்தன்வழுக்காத பாதை\nகொடுத்தால நான் வந்தேன்எடுத்தால வேண்டாமா\nஅடுத்தாளு பாராமல்தடுத்தாள வேண்டாமா\nமுடி கொண்ட உன் மார்பில்முகம் சாய்க்க வேண்டாமா\nமுடி போட்டு நம் சொந்தம்முடிவாக வேண்டாமா\nதடையேதும் இல்லாமல்தனித்தாள வேண்டாமா\nநான் தித்திக்கின்ற தேனாதிக்குத் திக்கு நெஞ்சில் தில்லானா\nஉன்ன கொஞ்சிகொஞ்சிப் போனாதிக்கு திக்கு நெஞ்சில் தில்லானா\nகண்ணு வெச்சதும் நீதானாவெடி கண்ணி வெச்சதும் நீதானா\nகட்டில் போட்டுநீ கப்பம் கட்டகாமன் சொன்னானா\nதிக்குத் திக்கு நெஞ்சில்திக்குத் திக்கு நெஞ்சில்திக்குத் திக்கு நெஞ்சில்திக்குத் திக்கு நெஞ்சில்\nசிவப்பான ஆண்கள் இங்கேசிலகோடி உண்டுகறுப்பான என்னைக் கண்டுகண் வைத்ததென்ன\nகடல் வண்ணம்வானின் வண்ணம்கருவண்ணம் தானேகடல் வானம் காணும்போதுஉனைக் கண்டேன் நானே\nமண்ணோடு சேராமல்நடக்கின்றேன் உன்னாலே\nமருதாணி பூசாமல்சிவக்கின்றேன் உன்னாலே\nசுட்டுவிழி கண்டாலேசொக்குதடி தன்னாலே\nசிக்குப்பட்ட எள் போலேநொக்குபட்டேன் உன்னாலே\nகட்டுத்தறி காளை நானும்கட்டுப்பட்டேன் உன்னாலே\nதில்லானா தில்லானாநீ தித்திக்கின்ற தேனாதிக்குத் திக்குநெஞ்சில் தில்லானா\nதில்லானா தில்லானாநீ தித்திக்கின்ற தேனாதிக்குத் திக்குநெஞ்சில் தில்லானா\nஹோ மஞ்ச காட்டு மைனாஎன்ன கொஞ்சி கொஞ்சி போனாதிக்குத் திக்கு நெஞ்சில் தில்லானா\nஆ ஆ ஆஆஆஆ ஆ ஆஆஆஆ ஆ ஆஆஆ\nகண்ணு வெச்சதும் நீதானாவெடி கண்ணி வெச்சதும் நீதானாகட்டில் போட்டு நான் கப்பம் கட்டகாமன் சொன்னானா\nதில்லானா தில்லானா\nநான் தித்திக்கின்ற தேனாதிக்குத் திக்கு நெஞ்சில் தில்லானா\nமஞ்சக் காட்டு மைனா\nஉன்ன கொஞ்சிகொஞ்சிப் போனாதிக்கு திக்கு நெஞ்சில் தில்லானாதிக்கு திக்கு நெஞ்சில் தில்லானாதிக்கு திக்கு நெஞ்சில் தில்லானா\n",
      "Metophor": "மருதாணி பூசாமல் சிவக்கின்றேன் உன்னாலே",
      "Meaning": "மருதானி போடாமலே உன்னை‌ கண்டவுடன் சிவக்கின்றேன்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "நியூயார்க் நகரம்",
      "album": "சில்லுனு ஒரு காதல்",
      "year": 2006,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வாலி",
      "singers": "['AR ரஹ்மான்']",
      "lyrics": "நியூயார்க் நகரம்உறங்கும் நேரம்தனிமை அடர்ந்ததுபனியும் படர்ந்ததுகப்பல் இறங்கியேகாற்றும் கரையில் நடந்தது\nநான்கு கண்ணாடிசுவர்களுக்குள்ளேநானும் மெழுகுவர்த்தியும்தனிமை தனிமையோகொடுமை கொடுமையோ\nநியூயார்க் நகரம்உறங்கும் நேரம்தனிமை அடர்ந்ததுபனியும் படர்ந்ததுகப்பல் இறங்கியேகாற்றும் கரையில் நடந்தது\nநான்கு கண்ணாடிசுவர்களுக்குள்ளேநானும் மெழுகுவர்த்தியும்தனிமை தனிமையோதனிமை தனிமையோகொடுமை கொடுமையோ\nபேச்செல்லாம் தாலாட்டுப் போலஎன்னை உறங்க வைக்க நீ இல்லைதினமும் ஒரு முத்தம் தந்துகாலை காபி கொடுக்க நீ இல்லை\nவிழியில் விழும் தூசி தன்னைஎடுக்க நீ இங்கு இல்லைமனதில் எழும் குழப்பம் தன்னைதீர்க்க நீ இங்கே இல்லை\nநான் இங்கே நீயும் அங்கேஇந்த தனிமையில் நிமிஷங்கள்வருஷம் ஆனதேனோ\nவான் இங்கே நீலம் அங்கேஇந்த உவமைக்கு இருவரும்விளக்கமானதேனோ ஓ ஓ\nநியூயார்க் நகரம்உறங்கும் நேரம்தனிமை அடர்ந்ததுபனியும் படர்ந்தது\nநாட்குறிப்பில் நூறு தடவைஉந்தன் பெயரை எழுதும் என் பேனாஎழுதியதும் எறும்பு மொய்க்கபெயரும் ஆனதென்ன தேனா\nசில்லென்று பூமி இருந்தும்இந்த தருணத்தில் குளிர்காலம்கோடை ஆனதேனோ\nவா அன்பே நீயும் வந்தால்செந்தணல் கூட பனிகட்டி போலமாறுமே யே யே யே யே\nநியூயார்க் நகரம்உறங்கும் நேரம்தனிமை அடர்ந்ததுபனியும் படர்ந்ததுகப்பல் இறங்கியேகாற்றும் கரையில் நடந்தது\nநான்கு கண்ணாடிசுவர்களுக்குள்ளேநானும் மெழுகுவர்த்தியும்தனிமை தனிமையோதனிமை தனிமையோகொடுமை கொடுமையோ\n",
      "Metophor": "நீயும் வந்தால் செந்தணல் கூட பனிகட்டி போல மாறும்",
      "Meaning": "நீ என்னிடம் வந்தால் நெருப்பு கூட  மறையும்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "இன்னும் கொஞ்சம் நேரம்",
      "album": "மரியான்",
      "year": 2013,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['விஜய் பிரகாஷ்', 'ஸ்வேதா மோகன்']",
      "lyrics": "இன்னும் கொஞ்சம் நேரம்இருந்தா தான் என்னஏன் அவசரம் என்ன அவசரம்நில்லு பொண்ணே\nஇன்னும் கொஞ்சம் நேரம்இருந்தா தான் என்னஏன் அவசரம் என்ன அவசரம்நில்லு பொண்ணே\nஇன்னும் கொஞ்சம் நேரம்இருந்தா தான் என்னஏன் அவசரம் என்ன அவசரம்நில்லு பொண்ணே\nஇன்னும் பேச கூட தொடங்கலஎன் நெஞ்சமும் கொஞ்சமும் நிறையலஇப்போ என்ன விட்டு போகாதேஎன்ன விட்டு போகாதே\nஇன்னும் பேச கூட தொடங்கலஎன் நெஞ்சமும் கொஞ்சமும் நிறையலஇப்போ மழை போல நீ வந்தாகடல் போல நான் நிறைவேன்\nஇதுவரைக்கும் தனியாகஎன் மனச அலையவிட்டஅலையவிட்ட அலையவிட்டாயேஎதிர்பாரா நேரத்துலஇதயத்துல வலைய விட்டுவலைய விட்டு வளையவிட்டாயா\nநீ வந்து வந்து போயேன்அந்த அலைகள போல\nவந்தா உன் கையுலமாட்டிக்குவேன் வளையல போல\nஉன் கண்ணுகேத்தஅழகா வாரேன் காத்திருடா கொஞ்சம்\nஉன்ன எப்படியே தந்தாலும்தித்திக்குமே நெஞ்சம்\nஇன்னும் கொஞ்சம் காலம்பொறுத்தா தான் என்னஏன் அவசரம் என்ன அவசரம்சொல்லு கண்ணே\nஇன்னும் கொஞ்சம் காலம்பொறுத்தா தான் என்னஏன் அவசரம் என்ன அவசரம்சொல்லு கண்ணே\nகடல்மாதா ஆணையாகஉயிரோடு உனக்காககாத்திருப்பேன் காத்திருப்பேன்யா\nஎன் கண்ணு ரெண்டும்மயங்குதே மயங்குதேஉன்னிடம் சொல்லவே தயங்குதே\nஇந்த உப்பு காத்து இனிக்குதுஉன்னையும் என்னையும் இழுக்குது\nஉன்ன இழுக்க என்ன இழுக்கஎன் மனசு நெறையுமே\nஇந்த மீன் உடம்பு வாசனைஎன்ன நீ தொட்டதும் மணக்குதே\nஇந்த இரவெல்லாம் நீ பேசுதலையாட்டி நான் ரசிப்பேன்\nஇன்னும் கொஞ்சம் நேரம்இருந்தா தான் என்னஏன் அவசரம் என்ன அவசரம்நில்லு பொண்ணே\nஇன்னும் கொஞ்சம் நேரம்இருந்தா தான் என்னஏன் அவசரம் என்ன அவசரம்நில்லு பொண்ணே\nநீ என் கண்ணபோல இருக்கனும்என் புள்ளைக்கு தகப்பன் ஆவனும்அந்த அலையோரம் நம்ம பசங்ககொஞ்சி விளையாடனும்\nநீ சொந்தமாக கிடைக்கனும்நீ சொன்னதெல்லாம் நடக்கனும்நம்ம உலகம் ஒன்னுஇன்று நாம் உருவாக்கனும்\n",
      "Metophor": "மழை போல நீ வந்தால் கடல் போல நான் இருப்பேன்",
      "Meaning": "மழை நீர் கடலில் சேர்வது போல நீ என்னிடத்தில் வந்தால் நான் உன்னை சேர்ப்பேன்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "முக்காலா முக்காபுலா",
      "album": "காதலன்",
      "year": 1994,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வாலி",
      "singers": "['மனோ', ' ஸ்வர்ணலதா']",
      "lyrics": "முக்காலா முக்காபுலாலைலா ஓ லைலாமுக்காபுலா சொக்காமலாலைலா ஓ லைலா\nலவ்வுக்கு காவலாபதில் நீ சொல்லு காதலாபொல்லாத காவலாசெந்தூர பூவிலாகுழு: வில்லன்களை வீழ்த்தும்வெண்ணிலா\nமுக்காலா முக்காபுலாலைலா ஓ லைலாமுக்காபுலா சொக்காமலாலைலா ஓ லைலா\nஜுராசிக் பார்க்கில் இன்றுசுகமான ஜோடிகள்ஜாஸ் மியூசிக் பாடி வருது\nபிக்காசோ ஓவியந்தான்பிரியாமல் என்னுடன்டெக்சாசில் ஆடி வருது\nகவ் பாயின் கண் பட்டதும்ப்ளேபாயின் கை தொட்டதும்உண்டான செக்ஸானதுஒன்றாக மிக்ஸானது\nஜாஸ் மியூசிக் பெண்ணானதாஸ்ட்ராபெரி கண்ணானதாலவ் ஸ்டோரி கொண்டாடுதாகிக்கேறி தள்ளாடுதா\nநம் காதல் யாருமேஎழுதாத பாடலா\nமுக்காலா முக்காபுலாலைலா ஓ லைலாமுக்காபுலா சொக்காமலாலைலா ஓ லைலா\nதுப்பாக்கி தூக்கி வந்துகுறி வைத்து தாக்கினால்தோட்டாவில் காதல் விழுமா\nசெம்மீன்கள் மாட்டுகின்றவலை கொண்டு வீசினால்பெண்மீன்கள் கையில் வருமா\nபூகம்பம் வந்தால் என்னபூலோகம் வெந்தால் என்னஆகாயம் துண்டாகுமாஎன்னாளும் ரெண்டாகுமா\nவாடி என் வண்ணக்கிளிமீனைப்போல் துள்ளிகுதிசெய்வோம் ஓர் காதல் விதிகாலம் நம் ஆணைப்படி\nசந்தோஷம் என்றுமேசலிக்காத பாடலா\nமுக்காலா முக்காபுலாலைலா ஓ லைலாமுக்காபுலா சொக்காமலாலைலா ஓ லைலா\n",
      "Metophor": "செம்மீன்கள் மாட்டுகின்ற வலை கொண்டு வீசினால் பெண்மீன்கள் கையில் வருமா",
      "Meaning": "மீன்கள் வலையில் மாட்டுவது போல பெண்கள்‌ என்னிடம் வருவார்களா",
      "Source Domain": "Natue",
      "Target Domain": "Love"
    },
    {
      "song_name": "ஹே சக்க சக்களத்தி",
      "album": "கலாட்டா கல்யாணம்",
      "year": 2021,
      "composer": "AR ரஹ்மான்",
      "lyricist": "யுகபாரதி",
      "singers": "['ஸ்ரேயா ஹோசல்']",
      "lyrics": "ஹே சக்க சக்களத்தி நிலவே வாஆசைக்கு வெட்கம் இல்லை தெரிஞ்சே வாஹே சக்க சக்களத்தி மழையே வாமோகத்த சேலை கட்டில் முடிஞ்சே வா\nதட தட தடவென தரையில நடந்தவகனவுல மிதந்திட கனிஞ்சே வாசட சட சடவென கதைகள அளந்தவதனிமையில் சிரிச்சிட துணிஞ்சே வா\nஉசுரு பளிங்கு போல் உருட்டிடவாஉலக உருண்டைய பொரட்டிடவாதொடாத ஆசை திரி தூண்டமாமன் மனச மிரட்டிடவா\nஹே சக்க சக்களத்தி நிலவே வாஆசைக்கு வெட்கம் இல்லை தெரிஞ்சே வாஹே சக்க சக்களத்தி மழையே வா வாமோகத்த சேலை கட்டில் முடிஞ்சே வா\n\n\n\n\n     \n\nசெங்காந்தள் உதடு இன்னுமே இன்னுமேஏங்காதோ தேன் ஊறசிங்கார வலையில் சத்தமே சத்தமேபோடாதோ ஈடு ஏற\nகாணாததை கண்டேவிடஇரு கண்களும் பேசுவது ஏதோசெல்லமென கொஞ்சினாலும்கொஞ்சம் போல மிஞ்சினாலும்கூடாதோ காதலே\nஹே சக்க சக்களத்தி குயிலே வாநாணத்த தேகத்தில மறச்சே வாஹே சக்க சக்களத்தி மயிலே வாஏக்கத்த தீர்த்து கொள்ள நெனச்சே வா\nவெள்ளியில தெரியல விவரமும் புரியிலபொசுக்குன்னு விடியுற கிழக்கே வாஉடையில நடையில உருளுல அழகுலவரவுல பெருகுற கணக்கே வா\nஉறவு கயிறையும் திரிச்சே வாஉலகம் மறந்து நீ சிரிச்சே வாவிடாத வெட்கம் வெளியேறவேர்வை பாடம் படிச்சே வா\n\n\n\n\n     \n\nஹே சக்க சக்களத்தி நிலவே வாஆசைக்கு வெட்கம் இல்லை தெரிஞ்சே வாஹே சக்க சக்களத்தி மழையே வாமோகத்த சேலை கட்டில் முடிஞ்சே வா\nதட தட தடவென தரையில நடந்தவகனவுல மிதந்திட கனிஞ்சே வாசட சட சடவென கதைகள அளந்தவதனிமையில் சிரிச்சிட துணிஞ்சே வா\nஉசுரு பளிங்கு போல் உருட்டிடவாஉலக உருண்டைய பொரட்டிடவாதொடாத ஆசை திரி தூண்டமாமன் மனச மிரட்டிடவா\nஹே சக்க சக்களத்தி நிலவே வாஆசைக்கு வெட்கம் இல்லை தெரிஞ்சே வாஹே சக்க சக்களத்தி மழையே வா வாமோகத்த சேலை கட்டில் முடிஞ்சே வா\n\n\n\n\n\n     \n\n\n\n",
      "Metophor": "தட தட தடவென தரையில நடந்தவ கனவுல மிதந்திட கனிஞ்சே வா",
      "Meaning": "கனவிலே தரையில் நடந்த வாறு வர வேண்டும்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "லவ் மீ லிட்டில் லிட்டில்",
      "album": "கலாட்டா கல்யாணம்",
      "year": 2021,
      "composer": "AR ரஹ்மான்",
      "lyricist": "தனுஷ்",
      "singers": "['தனுஷ்', ' சரண்யா ஸ்ரீனிவாஸ்']",
      "lyrics": "டோட்டல் ஆ அவுட்டு தான்ரொமான்டிக் நைட்டு தான்இருக்குதா இல்லயாஎனக்கும் டவுட்டு தான்உனக்குள்ளஸ்மைலுக்கும் பெயினுக்கும்காதல் தான்\nலவ் மீ லிட்டில் லிட்டில் லிட்டில்லிட்டில் லிட்டில் லிட்டில் லிட்டில்லவ் மீ லிட்டில் லிட்டில் லிட்டில்லிட்டில் லிட்டில் லிட்டில் லிட்டில்\nலவ் மீ லிட்டில் லிட்டில் லிட்டில்லிட்டில் லிட்டில் லிட்டில் லிட்டில்லவ் மீ லிட்டில் லிட்டில் லிட்டில்லிட்டில் லிட்டில் லிட்டில் லிட்டில்\nஒரே ஒரே ஒரே ஒரே டியர் டியர்வா மா னியர் னியர்ஏன் மா ஃபியர் ஃபியர்ஸ்சொல்லு சியர்ஸ் சியர்ஸ்\n\n\n\n\n     \n\nஒரே ஒரே ஒரே ஒரே டியர் டியர்வா மா னியர் னியர்ஏன் மா ஃபியர் ஃபியர்ஸ்சொல்லு சியர்ஸ் சியர்ஸ்\nஃபீலிங் இஸ் ஹீலிங்னோ மோர் டீலிங்கோயிங் ஹையர்ஹையர் ஹையர்\nலவ் மீ லிட்டில் லிட்டில் லிட்டில்லிட்டில் லிட்டில் லிட்டில் லிட்டில்லவ் மீ லிட்டில் லிட்டில் லிட்டில்லிட்டில் லிட்டில் லிட்டில் லிட்டில்\nலவ் மீ லிட்டில் லிட்டில் லிட்டில்லிட்டில் லிட்டில் லிட்டில் லிட்டில்லவ் மீ லிட்டில் லிட்டில் லிட்டில்லிட்டில் லிட்டில் லிட்டில் லிட்டில்\nனெவர் மைண்ட்லவ் இஸ் வெரி ட்ரபுலுஇஃப் இஸ் ட்ரூவேணாம் ஹார்ட் இஸ் டபுலு\n\n\n\n\n     \n\nஇந்த தேவதாஸு டாக்டர்-குநீ மட்டும் தான் மெடிசின்குளிர குளிர குளிரஒரு வார்த்தை சொல்லுஉன் மனசுக்குள்ள மறச்சு வைக்கும்காதல் சொல்லு\nலவ் மீ லிட்டில் லிட்டில் லிட்டில்லிட்டில் லிட்டில் லிட்டில் லிட்டில்லவ் மீ லிட்டில் லிட்டில் லிட்டில்லிட்டில் லிட்டில் லிட்டில் லிட்டில்\nலவ் மீ கொஞ்சம் கொஞ்சம்கொஞ்சம் கொஞ்சம்கொஞ்சம் கொஞ்சம்லவ் மீ கொஞ்சம் கொஞ்சம்கொஞ்சம் கொஞ்சம்கொஞ்சம் கொஞ்சம்\nஓ கண்ணம்மாஐ எம் னாட் யுவர் பேர் ருஎதுக்குமா கொளம்புறஅய்யோ வேணாம் போரு\nடர்ன் மயன் பிகைண்ட்யூ இஸ் மை ஆளு ஆளுதரமா மயக்கும்அவன் மேஜிக் பாரு\nநிஜமா என் ஹார்ட்டு குள்ளஎன்ன உண்டுநீ சொல்லு சொல்லுபோக போக தான் புரியும்\nலவ் மீ லிட்டில் லிட்டில் லிட்டில்லிட்டில் லிட்டில் லிட்டில் லிட்டில்லவ் மீ லிட்டில் லிட்டில் லிட்டில்லிட்டில் லிட்டில் லிட்டில் லிட்டில்\nலவ் மீ லிட்டில் லிட்டில் லிட்டில்லிட்டில் லிட்டில் லிட்டில் லிட்டில்லவ் மீ லிட்டில் லிட்டில் லிட்டில்லிட்டில் லிட்டில் லிட்டில் லிட்டில்\n\n\n\n\n\n     \n\n\n\n",
      "Metophor": "குளிர, குளிர, குளிர ஒரு வார்த்தை சொல்லு உன் மனசுக்குள்ள மறச்சு வைக்கும் காதல் சொல்லு",
      "Meaning": "உன் மனதில் உள்ள காதலை என்னிடம் சொல்லு",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "காதலை சொல்ல முடியாதா",
      "album": "கலாட்டா கல்யாணம்",
      "year": 2021,
      "composer": "AR ரஹ்மான்",
      "lyricist": "கபிலன்",
      "singers": "['யஷின் நிஷார்', 'சாஷா த்ரிபதி']",
      "lyrics": "காதல் பூ என் காதல்யாதும் உன் ஆளதோகனவே கனவேகண்ணை கடனாக தருவாயோஅடியே அடியே\nஉயிரினை காதல் தாங்காதாஒரு விழியாவது தூங்காதாமொழி இருந்தும் வழி இருந்தும்என் காதலை சொல்ல முடியாதா\nஒரு விழி இன்பம் ஆனதடிஒரு விழி வன்மம் ஆனதடிமின்சாரம் ரீங்காரம்இரண்டுக்கும் நடுவே தவித்தேனே\nவாசம் அது வாசம் வீசுதடிவாசம் அது வாசம் வீசுதடி\nஉன் கண்கள்கண்ணாடி ஆனால்கண்ணின் முன்னேஎன்னை காண கூடாதா\nஆகாயம் தேடிநான் போக மாட்டேன்வீட்டோடு வெண்ணிலா நீதானே\nமயில் தோகையோஎன் கை ரேகையாய்சேரும் வரை சேர்ந்திருப்பேன்\nஇவள் ஒரு காதல் அழகே நீஇரு விழி தாயின் மொழியா நீஉன் மடியில் நான் தினமும்ஒரு புல்லின் மீது பனியானேன்\nஆருயிர் உன்னை மறவேனேயாரிடம் என்னை தருவேனேநீயே சொல் நீயே சொல்ஒரு மின்மினி இல்லா இரவானேன்\nவாசம் அது வாசம் வீசுதடிவாசம் அது வாசம் வீசுதடி\n",
      "Metophor": "ஆகாயம் தேடி நான் போக மாட்டேன் வீட்டோடு வெண்ணிலா நீதானே",
      "Meaning": "நிலவை பார்க்க வானம் செல்ல மாட்டேன் நீ நிலவாய் என்னுடன் இருப்பதனால்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "எது சுகம் சுகம் அது",
      "album": "வண்டிச்சோலைசின்னராசு",
      "year": 1994,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['வாணி ஜெய்ராம்', ' SP பாலசுப்ரமணியம்']",
      "lyrics": "எது சுகம் சுகம் அதுவேண்டும் வேண்டும்அது தினம் தினம் வரும்மீண்டும் மீண்டும்\nகூடும் நேரம்பல யுகங்கள் கணங்களாகும்நீங்கும் நேரம்சில கணங்கள் யுகங்களாகும்வா வா மீண்டும்மீண்டும் தாலாட்டு\nஎது சுகம் சுகம் அதுவேண்டும் வேண்டும்அது தினம் தினம் வரும்மீண்டும் மீண்டும்\nகூடும் நேரம்பல யுகங்கள் கணங்களாகும்நீங்கும் நேரம்சில கணங்கள் யுகங்களாகும்வா வா மீண்டும்மீண்டும் தாலாட்டு\nவானம் எந்தன் தோளோடுசாய்ந்ததென்ன உன்னோடுபஞ்சு வண்ண நெஞ்சோடுபடுக்கை ஒண்ணு நீ போடு\nசாம வேதம் நீ ஓதுவாடைத் தீயை தூவும் போதுவா இனி தாங்காது தாங்காதுகண்ணோரம் இந்நேரம்செந்தூரம் உண்டாக\nசுகம் சுகம் அதுவேண்டும் வேண்டும்அது தினம் தினம் வரும்மீண்டும் மீண்டும்\nகூடும் நேரம்பல யுகங்கள் கணங்களாகும்நீங்கும் நேரம்சில கணங்கள் யுகங்களாகும்வா வா மீண்டும்மீண்டும் தாலாட்டு\nகள்ளும் தீயும் ஒண்ணாச்சுகாதல் நெஞ்சில் உண்டாச்சுகண்ணில் இன்று முள்ளாச்சுஅதிலே தூக்கம் போயாச்சு\nபாரிஜாதம் உன் தேகம்பார்க்க பார்க்க போதை ஏறும்நீ கொடு பேரின்பம்கையோடு கை சேரமெய்யோடு மெய் சேர\nசுகம் சுகம் அதுவேண்டும் வேண்டும்அது தினம் தினம் வரும்மீண்டும் மீண்டும்\nகூடும் நேரம்பல யுகங்கள் கணங்களாகும்நீங்கும் நேரம்சில கணங்கள் யுகங்களாகும்வா வா மீண்டும்மீண்டும் தாலாட்டு\nஎது சுகம் சுகம் அதுவேண்டும் வேண்டும்அது தினம் தினம் வரும்மீண்டும் மீண்டும்\nகூடும் நேரம்பல யுகங்கள் கணங்களாகும்நீங்கும் நேரம்சில கணங்கள் யுகங்களாகும்வா வா மீண்டும்மீண்டும் தாலாட்டு\n",
      "Metophor": "கண்ணில் இன்று முள்ளாச்சு அதிலே தூக்கம் போயாச்சு",
      "Meaning": "உன் மீது கொண்ட காதல் கண்ணில் முள் போல் இருந்ததால் தூங்க முடியவில்லை",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "மழைத்துளி மழைத்துளி",
      "album": "சங்கமம்",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['ஹரிஹரன்', ' MS விஸ்வநாதன்']",
      "lyrics": "மழைத்துளி மழைத்துளிமண்ணில் சங்கமம்உயிர்த்துளி உயிர்த்துளிவானில் சங்கமம்உடல் பொருள் ஆவியெல்லாம்கலையில் சங்கமம் சங்கமம்\nமழைத்துளி மழைத்துளிமண்ணில் சங்கமம்உயிர்த்துளி உயிர்த்துளிவானில் சங்கமம்உடல் பொருள் ஆவியெல்லாம்கலையில் சங்கமம் சங்கமம்\nஆலாலகண்டா ஆடலுக்கு தகப்பாவணக்கமுங்கஎன்னை ஆடாம ஆட்டி வச்சவணக்கமுங்க\nஎன் காலுக்கு சலங்கையிட்டஉன் காலடிக்கு முதல் வணக்கம்என் கால் நடமாடுமையாஉம்ம கட்டளய வெல்லும் வரைக்கும்\n\n\n\n\n     \n\nநீ உண்டு உண்டு என்ற போதும்அட இல்லை இல்லை என்றபோதும்சபை ஆடிய பாதமிதுஅது நிக்காது ஒருபோதும்\nமழைத்துளி மழைத்துளிமண்ணில் சங்கமம்உயிர்த்துளி உயிர்த்துளிவானில் சங்கமம்உடல் பொருள் ஆவியெல்லாம்கலையில் சங்கமம் சங்கமம்\nதண்ணியில மீன் அழுதாகரைக்கொரு தகவலும் வருவதில்லஎனக்குள்ள நான் அழுதாதுடைக்கவே எனக்கொரு நாதியில்ல\nஎன் கண்ணீரு ஒவ்வொரு சொட்டும்வைரம் வைரம் ஆகுமேசபதம் சபதம் என்றேசலங்கை சலங்கை பாடுமே\nமனமே மனமேசபதம் வெல்லும் மட்டும் சாயாதிருவிழியே விழியேஇமையே தீயும்போதும் கலங்காதிரு\n\n\n\n\n     \n\nநதி நதி அத்தனையும்கடலில் சங்கமம்நட்சத்திரம் அத்தனையும்பகலில் சங்கமம்கலைகளின் வெகுமதிஉன்னிடத்தில் சங்கமம் சங்கமம்\nமழைத்துளி மழைத்துளிமண்ணில் சங்கமம்உயிர்த்துளி உயிர்த்துளிவானில் சங்கமம்உடல் பொருள் ஆவியெல்லாம்கலையில் சங்கமம் சங்கமம்\nமழைக்காகத்தான் மேகம்அட கலைக்காகத்தான் நீயும்உயிர் கலந்தாடுவோம் நாளும்மகனே வா\nநீ சொந்தக்காலிலே நில்லுதலை சுற்றும் பூமியை வெல்லுஇது அப்பன் சொல்லிய சொல்லுமகனே வா மகனே வா\nஊருக்காக ஆடும் கலைஞன்தன்னை மறப்பான்தன் கண்ணீரை மூடிக்கொண்டுஇன்பம் கொடுப்பான்\nபுலிகள் அழுவது ஏதுஅட பறவையும் அழ அறியாதுபோர்க்களம் நீ புகும்போதுமுள் தைப்பது கால் அறியாது\nமகனே மகனேகாற்றுக்கு ஓய்வென்பதுஏது அட ஏதுகலைக்கொரு தோல்விகிடையாது கிடையாது\nஆலாலகண்டா ஆடலுக்கு தகப்பாவணக்கமுங்கஎன்னை ஆடாம ஆட்டி வச்சவணக்கமுங்க\nமழைத்துளி மழைத்துளிமண்ணில் சங்கமம்உயிர்த்துளி உயிர்த்துளிவானில் சங்கமம்உடல் பொருள் ஆவியெல்லாம்கலையில் சங்கமம் சங்கமம்\n\n\n\n\n\n     \n\n\n\n",
      "Metophor": "தண்ணியில மீன் அழுதா கரைக்கொரு தகவலும் வருவதில்ல எனக்குள்ள நான் அழுதா துடிக்கவே எனக்கொரு நாதியில்ல",
      "Meaning": "Nature",
      "Source Domain": "Emotions",
      "Target Domain": ""
    },
    {
      "song_name": "அரிமா அரிமா",
      "album": "எந்திரன்",
      "year": 2010,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['ஹரிஹரன்', 'ஷாதனா சர்கம்']",
      "lyrics": "அரிமா அரிமாநானோ ஆயிரம் அரிமாஉன்போல் பொன்மான் கிடைத்தால்யம்மா சும்மா விடுமா\nராஜாத்தி உலோகத்தில்ஆசை தீ கொல்லுதடிநான் அட்லாண்டிக்கைஊற்றிப் பார்த்தேன்அக்கினி அணையலையே\nஉன் பச்சை தேனை ஊற்றிஎன் இச்சை தீயை ஆற்றுஅடி கச்சைக்கனியே பந்தி நடத்துகட்டில் இலை போட்டு\nஅரிமா அரிமாஅரிமா அரிமாநானோ ஆயிரம் அரிமாஉன்போல் பொன்மான் கிடைத்தால்சும்மா விடுமா\nசிற்றின்ப நரம்புசேமித்த இரும்பில்சட்டென்று மோகம் பொங்கிற்றே\nராட்ஷசன் வேண்டாம்ரசிகன் வேண்டும்பெண் உள்ளம் உன்னை கெஞ்சிற்றேபெண் உள்ளம் உன்னை கெஞ்சிற்றே\nநான் மனிதன் அல்லஅஃற்றினையின் அரசன் நான்காமுற்ற கணினி நான்சின்னஞ்சிறுசின் இதயம் தின்னும்சிலிக்கன் சிங்கம்தாதான்\nஅரிமா அரிமாநானோ ஆயிரம் அரிமாஉன்போல் பொன்மான் கிடைத்தால்யம்மா சும்மா விடுமா\nமேகத்தை உடுத்தும்மின்னல்தான் நானென்றுஐஸ்சுக்கே ஐஸை வைக்காதே\nவயரெல்லாம் ஓசைஉயிரெல்லாம் ஆசைரோபோவை போ போவென்னாதே\nஏ ஏழாம் அறிவேஉள் மூளை திருடுகிறாய்உயிரோடு உண்ணுகிறாய்நீ உண்டு முடித்த மிச்சம்எதுவோ அதுதான் நான் என்றாய்\nஅரிமா அரிமாநானோ ஆயிரம் அரிமாஉன்போல் பொன்மான் கிடைத்தால்யம்மா சும்மா விடுமா\n",
      "Metophor": "இவன் உலகம் தாண்டிய உயரம் கொண்டதில் நிலவு நிலவு தலைமுட்டும்",
      "Meaning": "இவனது பெருமை நிலவின்‌ உயரத்திற்கு சமனானது",
      "Source Domain": "Nature",
      "Target Domain": "Won"
    },
    {
      "song_name": "நிலா காய்கிறது",
      "album": "இந்திரா",
      "year": 1995,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['ஹரிணி']",
      "lyrics": "நிலா காய்கிறது நேரம் தேய்கிறதுயாரும் ரசிக்கவில்லையேஇந்த கண்கள் மட்டும்உன்னை காணும்\nதென்றல் போகின்றதுசோலை சிரிக்கின்றதுயாரும் சுகிக்கவில்லையேசின்ன கைகள் மட்டும்உன்னை தீண்டும்\nகாற்று வீசும் வெய்யில் காயும் காயும்அதில் மாற்றம் ஏதும் இல்லையேஆ வானும் மண்ணும்நம்மை வாழ சொல்லும்அந்த வாழ்த்து ஓயவில்லையேஎன்றென்றும் வானில்\nநிலா காய்கிறது நேரம் தேய்கிறதுயாரும் ரசிக்கவில்லையேஇந்த கண்கள் மட்டும்உன்னை காணும்\n\n\n\n\n     \n\nஅதோ போகின்றது ஆசை மேகம்மழையை கேட்டுக்கொள்ளுங்கள்இதோ கேட்கின்றது குயிலின் பாடல்இசையை கேட்டுக்கொள்ளுங்கள்\nஇந்த பூமியே பூவனம்உங்கள் பூக்களை தேடுங்கள்இந்த வாழ்க்கையே சீதனம்உங்கள் தேவையை கேளுங்கள்\nநிலா காய்கிறது நேரம் தேய்கிறதுயாரும் ரசிக்கவில்லையேஇந்த கண்கள் மட்டும்உன்னை காணும்\nதென்றல் போகின்றதுசோலை சிரிக்கின்றதுயாரும் சுகிக்கவில்லையேசின்ன கைகள் மட்டும்உன்னை தீண்டும்",
      "Metophor": "நிலா காய்கிறது நேரம் தேய்கிறது யாரும் ரசிக்கவில்லையே",
      "Meaning": "இரவு நேரத்தில் நிலவை யாரும் ரசிக்கவில்லை",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "பூங்காற்றிலேஉன் சுவாசத்தை",
      "album": "உயிரே",
      "year": 1998,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['உன்னி மேனன்', 'ஸ்வர்ண லதா']",
      "lyrics": "ஓ கண்ணில் ஒரு வலி இருந்தால்கனவுகள் வருவதில்லைகண்ணில் ஒரு வலி இருந்தால்கனவுகள் வருவதில்லைகண்ணில் ஒரு வலி இருந்தால்கனவுகள் வருவதில்லை\nபூங்காற்றிலே உன் சுவாசத்தைதனியாக தேடி பார்த்தேன்கடல் மேல் ஒரு துளி வீழ்ந்ததேஅதைத் தேடி தேடி பார்த்தேன்\nஉயிரின் துளி காயும் முன்னேஎன் விழி உனை காணும் கண்ணேஎன் ஜீவன் ஓயும் முன்னேஓடோடி வா\nபூங்காற்றிலே உன் சுவாசத்தைதனியாக தேடி பார்த்தேன்கடல் மேல் ஒரு துளி வீழ்ந்ததேஅதைத் தேடி தேடி பார்த்தேன்\n\n\n\n\n     \n\nகாற்றின் அலை வரிசை கேட்கின்றதாகேட்கும் பாட்டில் ஒரு உயிர் விடும்கண்ணீர் வழிகின்றதாநெஞ்சு நனைகின்றதா\nஇதயம் கருகும் ஒரு வாசம் வருகிறதாகாற்றில் கண்ணீரை ஏற்றிகவிதை செந்தேனை ஊற்றிகண்ணே உன் வாசல் சேர்ப்பேன்ஓயும் ஜீவன் ஓடும் முன்னேஓடோடி வா\nபூங்காற்றிலே உன் சுவாசத்தைதனியாக தேடி பார்த்தேன்கடல் மேல் ஒரு துளி வீழ்ந்ததேஅதைத் தேடி தேடி பார்த்தேன்\nஉயிரின் துளி காயும் முன்னேஎன் விழி உனை காணும் கண்ணேஎன் ஜீவன் ஓயும் முன்னேஓடோடி வா\nபூங்காற்றிலே உன் சுவாசத்தைதனியாக தேடி பார்த்தேன்\n\n\n\n\n     \n\nகண்ணில் ஒரு வலி இருந்தால்கனவுகள் வருவதில்லைகண்ணில் ஒரு வலி இருந்தால்கனவுகள் வருவதில்லை\nவானம் எங்கும் உன் பிம்பம்ஆனால் கையில் சேரவில்லைகாற்றில் எங்கும் உன் வாசம்வெறும் வாசம் வாழ்க்கையில்லை\nஉயிரை வேரோடு கிள்ளிஎன்னைச் செந்தீயில் தள்ளிஎங்கே சென்றாயோ கள்ளிஓயும் ஜீவன் ஓடும் முன்னேஓடோடி வா\nபூங்காற்றிலே உன் சுவாசத்தைதனியாக தேடி பார்த்தேன்கடல் மேல் ஒரு துளி வீழ்ந்ததேஅதைத் தேடி தேடி பார்த்தேன்\nஉயிரின் துளி காயும் முன்னேஎன் விழி உனை காணும் கண்ணேஎன் ஜீவன் ஓயும் முன்னேஓடோடி வா\nபூங்காற்றிலே உன் சுவாசத்தைதனியாக தேடி பார்த்தேன்கடல் மேல் ஒரு துளி வீழ்ந்ததேஅதைத் தேடி தேடி பார்த்தேன்",
      "Metophor": "என் விழி உனை காணும் கண்ணே என் ஜீவன் ஓயும் முன்னே ஓடோடி வா",
      "Meaning": "என் உயிர் போக முதல் உன்னை காண வேணும்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "நான் உன் அழகினிலே",
      "album": "24",
      "year": 2016,
      "composer": "AR ரஹ்மான்",
      "lyricist": "மதன் கார்க்கி",
      "singers": "['அர்ஜித் சிங்', ' சின்மயீ']",
      "lyrics": "நான் உன் அழகினிலேதெய்வம் உணர்கிறேன்உந்தன் அருகினிலேஎன்னை உணருகிறேன்\nஉன் முகம் தாண்டிமனம் சென்றுஉன்னை பார்த்ததால்உன் இதயத்தின்நிறம் பார்த்ததால்\nநான் உன் அழகினிலேதெய்வம் உணர்கிறேன்உந்தன் அருகினிலேஎன்னை உணருகிறேன்\nஎன்னில் இணையஉன்னை அடையஎன்ன தவங்கள் செய்தேனோ\nநெஞ்சம் இரண்டும்கோர்த்து நடந்துகொஞ்சும் உலகை காண்போம்காதல் ஒளியில்கால வெளியில்கால்கள் பதித்து போவோம்\nஇதுவரை யாரும் கண்டதில்லைநான் உணர்ந்த காதலைஉயிரே அதையே நீ உணர்ந்ததால்\nநான் உன் அழகினிலேதெய்வம் உணர்கிறேன்உந்தன் அருகினிலேஎன்னை உணருகிறேன்\nவானம் கனவு பூமி கனவுநீயும் நானும் நிஜம் தானே\nபொய்கள் கரையும்உண்மை விரியும்யாவும் மறைவதேனோஎந்தன் இதழை நீயும் குடிக்கஅண்டம் கரைவதேனோ\nஉலகமே அகசிவப்பில் ஆனதேஉனது நாணம் சிந்தியேஉறவே அதிலே நான் வசிப்பதால்\nநான் உன் அழகினிலேதெய்வம் உணர்கிறேன்உந்தன் அருகினிலேஎன்னை உணருகிறேன்\nஉன் முகம் தாண்டிமனம் சென்றுஉன்னை பார்த்ததால்உன் இதயத்தின்நிறம் பார்த்ததால்\nநான் உன் அழகினிலேதெய்வம் உணர்கிறேன்உந்தன் அருகினிலேஎன்னை உணருகிறேன்\nஉன் முகம் தாண்டிமனம் சென்றுஉன்னை பார்த்ததால்உன் இதயத்தின்நிறம் பார்த்ததால்\nநான் உன் அழகினிலேதெய்வம் உணருகிறேன்\n",
      "Metophor": "நான் உன் அழகினிலே தெய்வம் உணருகிறேன்",
      "Meaning": "உன் அழகில் தெய்வத்தை காண்கிறேன்",
      "Source Domain": "Beauty",
      "Target Domain": "God"
    },
    {
      "song_name": "முன்பே வா என் அன்பே வா",
      "album": "சில்லுனு ஒரு காதல்",
      "year": 2006,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வாலி",
      "singers": "['நரேஷ் ஐயர்', 'ஸ்ரேயா கோஷல்']",
      "lyrics": "முன்பே வா என் அன்பே வாஊனே வா உயிரே வாமுன்பே வா என் அன்பே வாபூ பூவாய் பூப்போம் வா\nநான் நானாகேட்டேன் என்னை நானேநான் நீயா நெஞ்சம் சொன்னதே\nமுன்பே வா என் அன்பே வாஊனே வா உயிரே வாமுன்பே வா என் அன்பே வாபூ பூவாய் பூப்போம் வா\nரங்கோ ரங்கோலிகோலங்கள் நீ போட்டாய்கோலம் போட்டவள் கைகள் வாழிவளையல் சத்தம் ஜல் ஜல்\nரங்கோ ரங்கோலிகோலங்கள் நீ போட்டாய்கோலம் போட்டவள் கைகள் வாழிசுந்தர மல்லிகை சந்தன மல்லிகைசித்திர புன்னகை வண்ணம் மின்ன\nபூ வைத்தாய் பூ வைத்தாய்நீ பூவைக்கோர் பூ வைத்தாய்மண பூவைத்து பூ வைத்துபூவைக்குள் தீ வைத்தாய் ஓ\nநீ நீ நீ மழையில் ஆடநான் நான் நான் நனைந்தே வாடஎன் நாளத்தில் உன் ரத்தம்நாடிக்குள் உன் சத்தம் உயிரே ஹோ\nதோளில் ஒரு சில நாளில்தனியென ஆனால் தரையினில் மீன்\nமுன்பே வா என் அன்பே வாஊனே வா உயிரே வாமுன்பே வா என் அன்பே வா\nபூ பூவாய் பூப்போம் வா\nமுன்பே வா என் அன்பே வாபூ பூவாய் பூப்போம் வா\nநிலவிடம் வாடகை வாங்கிவிழி வீட்டினில் குடி வைக்கலாமாநாம் வாழும் வீட்டுக்குள்வேறாரும் வந்தாலே தகுமா\nதேன் மழை தேக்குக்கு நீதான்உந்தன் தோள்களில் இடம் தரலாமாநான் சாயும் தோள் மேல்வேறாரும் சாய்ந்தாலே தகுமா\nநீரும் செம்புல சேறும்கலந்தது போலே கலந்தவர் நாம்\nமுன்பே வா என் அன்பே வாஊனே வா உயிரே வாமுன்பே வா என் அன்பே வாபூ பூவாய் பூப்போம் வா\nநான் நானாகேட்டேன் என்னை நானேநான் நீயா நெஞ்சம் சொன்னதே\nமுன்பே வா என் அன்பே வாஊனே வா உயிரே வாமுன்பே வா என் அன்பே வாபூ பூவாய் பூப்போம் வா\nரங்கோ ரங்கோலிகோலங்கள் நீ போட்டாய்கோலம் போட்டவள் கைகள் வாழிவளையல் சத்தம் ஜல் ஜல்\nரங்கோ ரங்கோலிகோலங்கள் நீ போட்டாய்கோலம் போட்டவள் கைகள் வாழிசுந்தர மல்லிகை சந்தன மல்லிகைசித்திர புன்னகை வண்ணம் மின்ன\nரங்கோ ரங்கோலிகோலங்கள் நீ போட்டாய்கோலம் போட்டவள் கைகள் வாழிவளையல் சத்தம் ஜல் ஜல்\nரங்கோ ரங்கோலிகோலங்கள் நீ போட்டாய்கோலம் போட்டவள் கைகள் வாழிசுந்தர மல்லிகை சந்தன மல்லிகைசித்திர புன்னகை வண்ணம் மின்ன\n",
      "Metophor": "நீரும் செம்புல சேறும் கலந்தது போலே",
      "Meaning": "எப்போதும் இணை பிரியாதவர் நாம்",
      "Source Domain": "Natural event",
      "Target Domain": "Love"
    },
    {
      "song_name": "ஏனோ வானிலை மாறுதே",
      "album": "அச்சம் என்பது மடமையடா",
      "year": 2016,
      "composer": "AR ரஹ்மான்",
      "lyricist": "தாமரை,தினேஷ் கனகரத்தினம்",
      "singers": "['சித்ஸ்ரீராம்', ' தினேஷ் கனகரத்தினம்']",
      "lyrics": "ஏனோ வானிலை மாறுதேமணித்துளி போகுதேமாா்பின் வேகம் கூடுதேமனமோ ஏதோ சொல்லவாா்த்தை தேடுதே\nகண்ணெல்லாம்நீயேதான் நிற்கின்றாய்விழியின்மேல் நான்கோபம் கொண்டேன்இமை மூடிடு என்றேன்\nநகரும் நொடிகள் கசையடிப் போலேமுதுகின் மேலே விழுவதினாலேவாி வாிக் கவிதை எழுதும் வலிகள்எழுதா மொழிகள் எனது\nகடல் போல பொிதாக நீ நின்றாய்சிறுவன் நான் சிறு அலை மட்டும்தான்பாா்க்கிறேன் பாா்க்கிறேன்எாியும் தீயில் எண்ணெய் நீ ஊற்றுநான் வந்து நீராடும் நீரூற்று\n\n\n\n\n     \n\nஓ ஊரெல்லாம் கண்மூடித் தூங்கும்ஓசைகள் இல்லாத இரவேஓ நான் மட்டும் தூங்காமல் ஏங்கிஉன்போல காய்கின்றேன் நிலவே\nகலாபம் போலாடும்கனவில் வாழ்கின்றனேகை நீட்டி உன்னைத்தீண்டவே பாா்த்தேன்\nஏன் அதில் தோற்றேன்ஏன் முதல் முத்தம்தர தாமதம் ஆகுதுதாமரை வேகுது\nதள்ளிப் போகாதே எனையும்தள்ளிப் போகச் சொல்லாதேஇருவர் இதழும்மலா் எனும் முள்தானே\nதேகம் தடை இல்லை என நானும்ஒரு வாா்த்தை சொல்கின்றேன்ஆனால் அது பொய் தான் என நீயும்அறிவாய் என்கின்றேன் அருகினில் வா\n\n\n\n\n     \n\nகனவிலே தொிந்தாய்விழித்ததும் ஒளிந்தாய்கனவினில் தினம் தினம்மழைத்துளியாய் பொழிந்தாய்தள்ளிப் போகாதே\nகண்களில் ஏக்கம்காதலின் மயக்கம்ஆனால் பாா்த்த நிமிடம்ஒரு விதமானத் தயக்கம்\nநொடி நொடியாய் நேரம் குறையஎன் காதல் ஆயுள் கறையஏனோ ஏனோ மாா்பில் வேகம் கூட\nவிதியின் சதி விளையாடுதேஎனை விட்டுப் பிாியாதன்பேஎனை விட்டுப் பிாியாதன்பே\nஏனோ ஏனோஏனோ ஏனோஏனோ ஏனோஅன்பே\n\n\n\n",
      "Metophor": "கடல் போல பொிதாக நீ நின்றாய் சிறுவன் நான் சிறு அலை மட்டும்தான்",
      "Meaning": "என் மனதில் நீ கடல் அளவில் இருந்தாய்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "காற்றே என் வாசல் வந்தாய்",
      "album": "ரிதம்",
      "year": 2000,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['உன்னி கிருஷ்ணன்', 'கவிதா கிருஷ்ணமூர்த்தி']",
      "lyrics": "காற்றே என் வாசல் வந்தாய்மெதுவாக கதவு திறந்தாய்காற்றே உன் பேரை கேட்டேன்காதல் என்றாய் நேற்று நீ எங்கு இருந்தாய்காற்றே நீ சொல்வாய் என்றேன்சுவாசத்தில் இருந்ததாகசொல்லி சென்றாய் துள்ளி வரும் காற்றேதுள்ளி வரும் காற்றேதாய் மொழி பேசுநிலவுள்ள வரையில்நிலமுள்ள வரையில்நெஞ்சினில் வீசு துள்ளி வரும் காற்றேதுள்ளி வரும் காற்றேதாய் மொழி பேசு காற்றே என் வாசல் வந்தாய்மெதுவாக கதவு திறந்தாய்காற்றே உன் பேரை கேட்டேன்காதல் என்றாய் கார்காலம் அழைக்கும்போதுஒளிந்துகொள்ள நீ வேண்டும்தாவணி குடை பிடிப்பாயா அன்பே நான் உறங்க வேண்டும்அழகான இடம் வேண்டும்கண்களில் இடம் கொடுப்பாயா நீ என்னருகில் வந்து நெளியநான் உன் மனதில் சென்று ஒளியநீ உன் மனதில் என்னுருவம்கண்டுபிடிப்பாயா பூக்களுக்குள்ளேதேன் உள்ள வரையில்காதலர் வாழ்கபூக்களுக்குள்ளேதேன் உள்ள வரையில்காதலர் வாழ்க பூமிக்கு மேலேவானுல வரையில்காதலும் வாழ்க காற்றே என் வாசல் வந்தாய்மெதுவாக கதவு திறந்தாய்காற்றே உன் பேரை கேட்டேன்காதல் என்றாய் நேற்று நீ எங்கு இருந்தாய்காற்றே நீ சொல்வாய் என்றேன்சுவாசத்தில் இருந்ததாகசொல்லி சென்றாய் நெடுங்காலம் சிப்பிக்குள்ளேஉருண்டு நிக்கும் முத்து போல்என் பெண்மை திரண்டு நிற்கிறதே திறக்காத சிப்பி என்னைதிறந்து கொள்ள சொல்கிறதாஎன் நெஞ்சம் மருண்டு நிற்கிறதே நான் சிறு குழந்தைஎன்று நினைத்தேன்உன் வருகையினால் வயதறிந்தேன்என்னை மறுபடியும்சிறு பிள்ளையாய் செய்வாயா கட்டிலிடும் வயதில்தொட்டிலிட சொன்னால்சரியா சரியாகட்டிலிடும் வயதில்தொட்டிலிட சொன்னால்சரியா சரியா கட்டிலில் இருவரும்குழந்தைகள் ஆனால்பிழையா பிழையா காற்றே என் வாசல் வந்தாய்மெதுவாக காற்றே உன் பேரை கேட்டேன்காதல் என்றாய் துள்ளி வரும் காற்றேதுள்ளி வரும் காற்றேதாய் மொழி பேசுநிலவுள்ள வரையில்நிலமுள்ள வரையில்நெஞ்சினில் வீசு துள்ளி வரும் காற்றேதுள்ளி வரும் காற்றேதாய் மொழி பேசுதுள்ளி வரும் காற்றேதுள்ளி வரும் காற்றேதாய் மொழி பேசு",
      "Metophor": "நிலவுள்ள வரையில் நிலமுள்ள வரையில் நெஞ்சினில் வீசு",
      "Meaning": "நிலவும் பூமியும் உள்ளவரை நீ என் மனதில் இருக்க வேண்டும்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "காதல் கணவா",
      "album": "கோச்சடையான்",
      "year": 2014,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['லதா ரஜினிகாந்த்']",
      "lyrics": "காதல் கணவாஉந்தன் கரம் விட மாட்டேன்சத்தியம் சத்தியம்இது சத்தியமே தாய் வழி வந்தஎங்கள் தர்மத்தின் மேலேசத்தியம் சத்தியம்இது சத்தியமே ஒரு குழந்தை போலேஒரு வைரம் போலேதூய்மையான என் சத்தியம்புனிதமானது வாழை மரம் போலஎன்னை வாரி வழங்குவேன்ஏழை கண்ட புதையல் போலரகசியம் காப்பேன்            கணவன் என்ற சொல்லின் அர்த்தம்கண்ணவன் என்பேன்உனது உலகை எனது கண்ணில்பார்த்திட செய்வேன் மழை நாளில் உன் மார்பில்கம்பளி ஆவேன்மாலை காற்றை தலை கோதிநித்திரை தருவேன் காதல் கணவாஉந்தன் கரம் விட மாட்டேன்சத்தியம் சத்தியம்இது சத்தியமே தாய் வழி வந்தஎங்கள் தர்மத்தின் மேலேசத்தியம் சத்தியம்இது சத்தியமே உனது உயிரை எனது வயிற்றில்ஊற்றி கொள்வேன்உனது வீரம் எனது சாரம்பிள்ளைக்கு தருவேன்            கால மாற்றம் நேரும் போதுகவனம் கொள்வேன்கட்டில் அறையில் சமையல் அறையில்புதுமை செய்வேன் அழகு பெண்கள் பழகினாலும்ஐயம் கொள்ளேன்உன் ஆண்மை நிறையும் போதுஉந்தன் தாய் போல் இருப்பேன் உன் கனவுகள் நிஜமாகஎனையே தருவேன்உன் வாழ்வு மண்ணில் நீளஎன்னுயிர் தருவேன் காதல் கணவாஉந்தன் கரம் விட மாட்டேன்சத்தியம் சத்தியம்இது சத்தியமே தாய் வழி வந்தஎங்கள் தர்மத்தின் மேலேசத்தியம் சத்தியம்இது சத்தியமே ஒரு குழந்தை போலேஒரு வைரம் போலேதூய்மையான என் சத்தியம்புனிதமானது தூய்மையான என் சத்தியம்புனிதமானதுதூய்மையான என் சத்தியம்புனிதமானது",
      "Metophor": "கடிவாளக் குதிரையாக எனைதான் நீயும் இழுத்தாயே",
      "Meaning": "குதிரையை கடிவாளம் அடக்குவது போல் நீ என்னை இழுத்தாய்",
      "Source Domain": "Event",
      "Target Domain": "Love"
    },
    {
      "song_name": "கலகலவெனப் பொழியும்",
      "album": "ரிதம்",
      "year": 2000,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['சாதனா சர்கம்']",
      "lyrics": "அன்பே இது நிஜம்தானாஎன் வானில் புது விண்மீனாயாரைக் கேட்டது இதயம்உன்னைத் தொடர்ந்து போகஎன்ன துணிச்சல் அதற்குஎன்னை மறந்து போகஇருந்தும் அவை இனிய வலிகளே கலகலவெனப் பொழியும் பொழியும்மேகம் எங்கு செல்லுதோஒளியில்லாமல் மலரும் மலரைஉளவு பார்க்க செல்லுதோ கலகலவெனப் பொழியும் பொழியும்மேகம் எங்கு செல்லுதோஒளியில்லாமல் மலரும் மலரைஉளவு பார்க்க செல்லுதோ விரல் தொடவில்லையேநகம் படவில்லையேவிரல் தொடவில்லையேநகம் படவில்லையேஉடல் தடையில்லையேஇது போல் ஒரு இணையில்லையே            கலகலவெனப் பொழியும் பொழியும்மேகம் எங்கு செல்லுதோஒளியில்லாமல் மலரும் மலரைஉளவு பார்க்க செல்லுதோ விழியும் விழியும் கலந்து கலந்துபார்வை ஒன்று ஆனதேஉயிரும் உயிரும் கலந்த போதுஉலகம் நின்று போனதே விழியும் விழியும் கலந்து கலந்துபார்வை ஒன்று ஆனதேஉயிரும் உயிரும் கலந்த போதுஉலகம் நின்று போனதே ஆ… கலகலவெனப் பொழியும் பொழியும்மேகம் எங்கு செல்லுதோஒளியில்லாமல் மலரும் மலரைஉளவு பார்க்க செல்லுதோ அழைக்கும்போது உதிக்க முடிந்தால்அதற்குப் பெயரும் நிலவில்லைநினைக்கும்போது நிலவு உதிக்கும்நிலவு அழைக்கக் குரலில்லை            அழைக்கும்போது உதிக்க முடிந்தால்அதற்குப் பெயரும் நிலவில்லைநினைக்கும்போது நிலவு உதிக்கும்நிலவு அழைக்கக் குரலில்லை யாரைக் கேட்டது இதயம்யாரைக் கேட்டது இதயம் ஆ…விழி தொடுவது விரல் தொடவில்லை கலகலவெனப் பொழியும் பொழியும்மேகம் எங்கு செல்லுதோஒளியில்லாமல் மலரும் மலரைஉளவு பார்க்க செல்லுதோ",
      "Metophor": "யாரைக் கேட்டது இதயம் விழி தொடுவது விரல் தொடவில்லை",
      "Meaning": "கண்ணினால் பார்க்க முடிந்த உன்னை தொடமுடியவில்லை",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "வளையபட்டி தவிலே",
      "album": "அழகிய தமிழ் மகன்",
      "year": 2007,
      "composer": "AR ரஹ்மான்",
      "lyricist": "நா.முத்துக்குமார்",
      "singers": "['நரேஷ் ஐயர்', ' ஸ்ரீமதுமிதா', 'உஜ்ஜாயினி ராய்', ' தர்ஷனா']",
      "lyrics": "நீ நாதஸ்வரம் போல வந்தாநீ நாதஸ்வரம் போல வந்தாநாபி கமலம் நானாநீ ஏழு ஸ்வரம் போல வந்தாஎட்டா ஸ்வரம் நானாஎட்டா ஸ்வரம் நானா வளையபட்டி தவிலே தவிலேஜீகல் பந்தி வைக்கும் மவளே மவளேஅட ஜிமிக்கி போட்ட மயிலே மயிலேஎன்ன மயக்குறியேகுழு: மயக்குறியே மயக்குறியேகுழு: மயக்குறியே வளையபட்டி தவிலே தவிலேஜீகல் பந்தி வைக்கும் மவளே மவளேஅட ஜிமிக்கி போட்ட மயிலே மயிலேஎன்ன மயக்குறியேகுழு: மயக்குறியே நீ நாதஸ்வரம் போல வந்தாநீ நாதஸ்வரம் போல வந்தாநாபி கமலம் நானாநீ ஏழு ஸ்வரம் போல வந்தாஎட்டா ஸ்வரம் நானாஎட்டா ஸ்வரம் நானா வளையபட்டி தவிலே தவிலேஜீகல் பந்தி வைக்கும் மவளே மவளேஅட ஜிமிக்கி போட்ட மயிலே மயிலேஎன்ன மயக்குறியேகுழு: மயக்குறியே நீ நாதஸ்வரம் போல வந்தாநீ நாதஸ்வரம் போல வந்தாநாபி கமலம் நானாநீ ஏழு ஸ்வரம் போல வந்தாஎட்டா ஸ்வரம் நானாஎட்டா ஸ்வரம் நானா உன் கண்கள் ரெண்டும் கல்யாணிஉன் சிாிப்போ சிந்து பைரவி உன் கண்கள் ரெண்டும் கல்யாணிஉன் சிாிப்போ சிந்து பைரவிநீ பாா்க்கும் போது பாக்ய ஸ்ரீநீ கொஞ்சும் போது நீலாம்பாி நான் திருவையாறு கச்சோிநீ தாளம் போடு பித்தோிபல ராகங்கள் சொல்வேன் பின்னாடிஎன் ஊருக்கு வா நீ பஸ் ஏறி நீ பாக்கும் போதுநீ பாக்கும் போதே பத்திக்குதுசொந்த ஊரு சிவகாசியாபேசும் போதே ஜில்லுங்குதேஉங்க ஊரு சிரபுஞ்சியா நீ நெருங்கும் போதே கரன்ட் ஏறுதேஉங்க ஊரு கல்பாக்கமாநரம்பெல்லாம் முறுக்கேறுதேஏன்டி நீயும் மணப்பாறையா நீ கை கால் முளைச்ச மத்தளமாஉன்ன வாசிக்க பின்னால் சுத்தனுமாநீ ஹாா்மோனிய கட்டையம்மாஎன் ஹாா்மோன் செய்யுது சேட்டையம்மா நான் வாலிபம் திருடும் வீணையடாஇங்கே வந்தால் ஒளியும் பூனையடாநான் வயதுக்கு வந்த வயலின் அடாஎன்னை மைனர போல வாசியடாஎன்னை மைனர போல வாசியடா மயக்குறியேகுழு: மயக்குறியே மயக்குறியேகுழு: மயக்குறியே மயக்குறியேகுழு: மயக்குறியே",
      "Metophor": "நீ கை கால் முளைத்த மத்தளமா \nஉன்னை வாசிக்க பின்னால் சுத்தனுமா ",
      "Meaning": "மத்தளம் வாசிப்பது போல உன்னை வாசிக்க உனக்கு பின்னால் நான் வர வேண்டுமா",
      "Source Domain": "Event",
      "Target Domain": "Love"
    },
    {
      "song_name": "ரோஜா ரோஜா",
      "album": "காதலர் தினம்",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வாலி",
      "singers": "['P உன்னிகிருஷ்ணன்']",
      "lyrics": "ரோஜா ரோஜாரோஜா ரோஜாரோஜா ரோஜாரோஜா ரோஜா ரோஜா ரோஜாரோஜா ரோஜாரோஜா ரோஜாரோஜா ரோஜா கண்ட பின்னே உன்னிடத்தில்என்னைவிட்டு வீடு வந்தேன் உனைத் தென்றல்தீண்டவும் விடமாட்டேன்அந்தத் திங்கள்தீண்டவும் விடமாட்டேன்            உனை வேறு கைகளில்தரமாட்டேன்நான் தரமாட்டேன்நான் தரமாட்டேன் ரோஜா ரோஜாரோஜா ரோஜா நிலத்தினில் உன்நிழல் விழ ஏங்குவேன்நிழல் விழுந்தால் மணலையும்மடியினில் தாங்குவேன் உடையென எடுத்துஎனை உடுத்துநூலாடைக் கொடிமலர்இடையினை உறுத்தும் ரோஜா உன் பேர் மெல்ல நான் சொன்னதும்என் வீட்டு ரோஜாக்கள் பூக்கின்றனஓர் நாள் உன்னைக் காணாவிடில்எங்கே உன் அன்பென்று கேட்கின்றன            நீ வந்தால் மறுகணம்விடியும் என் வானமே மழையில் நீ நனைகையில்எனக்குக் காய்ச்சல் வரும்வெயிலில் நீ நடக்கையில்எனக்கு வேர்வை வரும் உடல்களால் ரெண்டுஉணர்வுகள் ஒன்று ரோஜாரோஜா ரோஜா ரோஜா ரோஜாரோஜா ரோஜாரோஜா ரோஜாரோஜா ரோஜா கண்ட பின்னே உன்னிடத்தில்என்னைவிட்டு வீடு வந்தேன் இளையவளின்இடையொரு நூலகம்படித்திடவாபனிவிழும் இரவுகள் ஆயிரம் இடைவெளி எதற்குசொல் நமக்குஉன் நாணம் ஒரு முறைவிடுமுறை எடுத்தால் என்ன என்னைத் தீண்டக் கூடாதெனவானோடு சொல்லாது வங்கக்கடல்என்னை ஏந்தக் கூடாதெனகையோடு சொல்லாது புல்லாங்குழல் நீ தொட்டால் நிலவினில்கறைகளும் நீங்குமே விழிகளில் வழிந்திடும்அழகு நீர்வீழ்ச்சியேஎனக்கு நீ உனைத்தரஎதற்கு ஆராய்ச்சியே உனைவிட வேறுநினைவுகள் ஏது ரோஜாரோஜா ரோஜா ரோஜா ரோஜாரோஜா ரோஜாரோஜா ரோஜாரோஜா ரோஜா கண்ட பின்னே உன்னிடத்தில்என்னைவிட்டு வீடு வந்தேன் ரோஜா ரோஜாரோஜா ரோஜாரோஜா ரோஜாரோஜா ரோஜாரோஜா ரோஜா",
      "Metophor": "இளையவளின் இடையொரு நூலகம் ",
      "Meaning": "நூலகம் எவ்வாறு பல தகவல் கொண்டிருக்கிறது, அவ்வாறே இவளின் இடையும் நிறைய புதிர் மற்றும் படிக்க வேண்டிய அம்சங்களை கொண்டுள்ளது",
      "Source Domain": "Library",
      "Target Domain": "Waist"
    },
    {
      "song_name": "காதலெனும் தேர்வெழுதி",
      "album": "காதலர் தினம்",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வாலி",
      "singers": "['SP பாலசுப்ரமணியம்', 'ஸ்வர்ணலதா']",
      "lyrics": "காதலெனும் தேர்வெழுதிகாத்திருந்த மாணவன் நான்காதலெனும் தேர்வெழுதிகாத்திருந்த மாணவன் நான் காதலெனும் தேர்வெழுதிகாத்திருந்த மாணவன் நான்காதலெனும் தேர்வெழுதிகாத்திருந்த மாணவன் நான் உன் எண்ணம் என்னும் ஏட்டில்என் என்னை பார்த்த போதுநானே என்னை நம்பவில்லைஎந்தன் கண்ணை நம்பவில்லை உண்மை உண்மைஉண்மை உண்மைஅன்பே உன்மேல் உண்மைஉன் வசம் எந்தன் பெண்மை டோலி டோலி டோலி டோலிடோலி டோலி டோலி டோலிடோலி டோலி டோலி டோலிடோலி டோலி டோலி டோலி இந்த வலக்கையில்வளையல்கள் நானல்லவாஇன்று வலக்கையைவளைக்கின்ற நாளல்லவா இந்த வலக்கையில்வளையல்கள் நானல்லவாஇன்று வலக்கையைவளைக்கின்ற நாளல்லவா சுகம் வலைக்கையைவளைக்கையில் உண்டானதுமென்மேலும் கைவளைவளை என்று ஏங்காதோ இது கன்னங்களாஇல்லை தென்னங்களா இந்தக் கன்னமெல்லாம்உந்தன் சின்னங்களா இங்கு நானிருந்தேன்வெறும் மெய்யெழுத்தாகநீ வந்து சேர்ந்தாய்உயிரெழுத்தாக காதலெனும் தேர்வெழுதிகாத்திருந்த மாணவன் நான்காதலெனும் தேர்வெழுதிகாத்திருந்த மாணவன் நான் டோலி டோலி டோலி டோலிடோலி டோலி டோலி டோலிடோலி டோலி டோலி டோலிடோலி டோலி டோலி டோலி உந்தன் மடியினில்கிடப்பது சுகம் சுகம்இந்த சுகத்தினில்சிவந்தது முகம் முகம் மனம் இதற்கெனகிடந்தது தவம் தவம்ஆனந்தமே இனி இவன்உயிர் போனாலும் என்றும் ஓய்வதில்லைஇந்தக் காதல் மழைகடல் நீலம் உள்ளஅந்தக் காலம் வரை இது பிறவிகள்தோறும்விடாத பந்தம்பிரிவெனும் தீயில்விழாத சொந்தம் காதலெனும் தேர்வெழுதிகாத்திருந்த மாணவன் நான்காதலெனும் தேர்வெழுதிகாத்திருந்த மாணவன் நான் டோலி டோலி டோலி டோலிடோலி டோலி டோலி டோலிடோலி டோலி டோலி டோலிடோலி டோலி டோலி டோலி காதலெனும் தேர்வெழுதிகாத்திருந்த மாணவன் நான்",
      "Metophor": "காதலெனும் தேர்வெழுதி காத்திருந்த மாணவன் நான் ",
      "Meaning": "தேர்வு எழுதி விட்டு முடிவுக்காக காத்திருக்கும் மாணவன் போல நான் காதல் எனும் தேர்வை எழுதி விட்டு காத்திருக்கிறேன்",
      "Source Domain": "Exam",
      "Target Domain": "Love"
    },
    {
      "song_name": "என்ன விலை அழகே",
      "album": "காதலர் தினம்",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வாலி",
      "singers": "['உன்னிமேனன்']",
      "lyrics": "என்ன விலை அழகேஎன்ன விலை அழகேசொன்ன விலைக்கு வாங்க வருவேன்விலை உயிர் என்றாலும் தருவேன் இந்த அழகைக்கண்டுவியந்து போகிறேன்ஒரு மொழியில்லாமல்மௌனமாகிறேன்ஒரு மொழியில்லாமல்மௌனமாகிறேன் என்ன விலை அழகேசொன்ன விலைக்கு வாங்க வருவேன்விலை உயிர் என்றாலும் தருவேன் இந்த அழகைக்கண்டுவியந்து போகிறேன்ஒரு மொழியில்லாமல்ஒரு மொழியில்லாமல்மௌனமாகிறேன்ஒரு மொழியில்லாமல்மௌனமாகிறேன்            படைத்தான் இறைவன் உனையேமலைத்தான் உடனே அவனே அழகைப் படைக்கும்திறமை முழுக்கஉன்னுடன் சார்ந்ததுஎன் விழி சேர்ந்தது விடிய விடியமடியில் கிடக்கும்பொன் வீணை உன் மேனிமீட்டட்டும் என் மேனி விரைவினில் வந்து கலந்திடுவிரல்பட மெல்லக் கனிந்திடுஉடல் மட்டும் இங்கு கிடக்குதுஉடன் வந்து நீயும் உயிர் கொடு பல்லவன் சிற்பிகள் அன்றுபண்ணிய சிற்பத்தில் ஒன்றுபெண்ணென வந்தது இன்று சிலையே            பல்லவன் சிற்பிகள் அன்றுபண்ணிய சிற்பத்தில் ஒன்றுபெண்ணென வந்தது இன்று சிலையேஉந்தன் அழகுக்கில்லை ஈடு என்ன விலை அழகேசொன்ன விலைக்கு வாங்க வருவேன்விலை உயிர் என்றாலும் தருவேன் இந்த அழகைக்கண்டுவியந்து போகிறேன்ஒரு மொழியில்லாமல்ஒரு மொழியில்லாமல்மௌனமாகிறேன் உயிரே உனையே நினைத்துவிழிநீர் மழையில் நனைந்து இமையில் இருக்கும்இரவு உறக்கம்கண் விட்டுப் போயாச்சுகாரணம் நீயாச்சு நிலவு எரிக்கநினைவு கொதிக்கஆராத நெஞ்சாச்சுஆகாரம் நஞ்சாச்சு தினம் தினம் உனை நினைக்கிறேன்துரும்பென உடல் இளைக்கிறேன்உயிர் கொண்டு வரும் பதுமையேஉனைவிட இல்லை புதுமையே உன் புகழ் வையமும் சொல்லசிற்றன வாசலில் உள்ளசித்திரம் வெட்குது மெல்ல உயிரே உன் புகழ் வையமும் சொல்லசிற்றன வாசலில் உள்ளசித்திரம் வெட்குது மெல்ல நல்ல நாள்உனைச் நானும் சேரும் நாள்தான் என்ன விலை அழகேசொன்ன விலைக்கு வாங்க வருவேன்விலை உயிர் என்றாலும் தருவேன் இந்த அழகைக்கண்டுவியந்து போகிறேன்ஒரு மொழியில்லாமல்ஒரு மொழியில்லாமல்மௌனமாகிறேன் ஒரு மொழியில்லாமல்மௌனமாகிறேன்ஒரு மொழியில்லாமல்மௌனமாகிறேன் Kadhalar Dhinam Songs Lyrics Enna Vilai AzhageEnna Vilai AzhageSonna Vilaikku Vaanga VaruvenVilai Uyir Endraalum TharuvenIndha Azhagai Kandu Viyandhu PogirenOru Mozhiyillaamal Mounam MaagirenOru Mozhiyillaamal Mounam Maagiren Enna Vilai AzhageSonna Vilaikku Vaanga VaruvenVilai Uyir Endraalum TharuvenIndha Azhagai Kandu Viyandhu PogirenOhh Oru MozhiyillaamalOru Mozhiyillaamal Mounam MaagirenOru Mozhiyillaamal Mounam Maagiren Padaithaan Iraivan UnaiyeMalaithaan Udane AvaneAzhagai Padaikkum Thiramai MuzhukkaUnnudan Sarndhadhu En Vizhi SerndhadhuVidiya Vidiya Madiyil KidakkumPon Veenai Un Meni Meettattum En Meni Viraivinil Vandhu KalandhiduViralpada Mella KanindhiduUdal Mattum Ingu KidakkudhuUdan Vandhu Neeyum Uyir Kodu Pallavan Sirpigal AndruPanniya Sirpathil OndruPennena Vandhadhu Indru Silaiye Pallavan Sirpigal AndruPanniya Sirpathil OndruPennena Vandhadhu Indru SilaiyeUndhan Azhagukkillai Eedu Enna Vilai AzhageSonna Vilaikku Vaanga VaruvenVilai Uyir Endraalum TharuvenIndha Azhagai Kandu Viyandhu PogirenOh Oru MozhiyillaamalOru Mozhiyillaamal Mounam Maagiren Uyire Unaiye NinaithuVizhineer Mazhaiyil NanaindhuImaiyil Irukkum Iravu UrakkamKan Vittu Poyachu Kaaranam NeeyachuNilavu Erikka Ninaivu KodhikkaAaradha Nenjachu Aagaram Nanjachu Dhinam Dhinam Unai NinaikkirenThurumbena Udal IlaikkirenUyir Kondu Varum PadhumaiyeUnaivida Illai Pudhumaiye Un Pugazh Vaiyamum SollaSitrana Vaasalil UllaChithiram Vetkudhu Mella Uyire Un Pugazh Vaiyamum SollaSitrana Vaasalil UllaChithiram Vetkudhu Mella Nalla NaalUnai Naanum Serum Naal Dhaan Enna Vilai AzhageEnna Vilai AzhageSonna Vilaikku Vaanga VaruvenVilai Uyir Endraalum TharuvenIndha Azhagai Kandu Viyandhu PogirenOh Oru MozhiyillaamalOru Mozhiyillaamal Mounam MaagirenOru Mozhiyillaamal Mounam MaagirenOru Mozhiyillaamal Mounam Maagiren",
      "Metophor": "பல்லவன் சிற்பிகள் அன்று பண்ணிய சிற்பத்தில் ஒன்று\nபெண்ணென வந்தது இன்று சிலையே ",
      "Meaning": "பல்லவன் சிற்பி செய்த அழகான சிலை இன்று நேரில் வந்தது போன்று நீ இருக்கின்றாய்",
      "Source Domain": "Sculpture",
      "Target Domain": "Girl"
    },
    {
      "song_name": "சண்ட கோழி கோழி",
      "album": "ஆயுத எழுத்து",
      "year": 2004,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['மதுஸ்ரீ']",
      "lyrics": "சண்ட கோழி கோழிஇவ சண்ட கோழிகொஞ்சம் தடவு தடவுஇவ சொந்த கோழியா சண்ட கோழி கோழிஇவ சண்ட கோழிகொஞ்சம் தடவு தடவுஇவ சொந்த கோழியா கைய வெச்சாநெஞ்சுக்குள்ளே கையா முயாநீ ரெண்டு மொழதுல பாய போடயாசண்டை வந்துச்சா தள்ளி படுமையாரெண்டு மொழதுல பாய போடயாசண்டை வந்துச்சா தள்ளி படுமையா கொஞ்ச நேரம்என்ன கொல்லையா ஐயா யாகொஞ்சம் நேரம்என்ன கொல்லையா ஐயா யாகொஞ்சம் நேரம்என்ன கொல்லையா            வாங்கி போட்டேன் வெத்தலைசெவக்கள சாமிவாயி முத்தம் குடுத்தாசெவந்திடும் சாமிசொர்க்கபுரம் போவோணும்நல்ல வழி காமி ஒட்டுக்கின்னு மேனிதொடங்கட்டும் உறவுவட்டி கட போலேவளரட்டும் வயிறு கொஞ்ச நேரம்என்ன கொல்லையா ஐயா யாகொஞ்சம் நேரம்என்ன கொல்லையா சண்ட கோழி கோழிஇவ சண்ட கோழிகொஞ்சம் தடவு தடவுஇவ சொந்த கோழியா சண்ட கோழி கோழிஇவ சண்ட கோழிகொஞ்சம் தடவு தடவுஇவ சொந்த கோழியாகைய வெச்சாநெஞ்சுக்குள்ளே கையா முயா            மச்சு வீடு வேணாம்மெட்டு கட்டு போதும்மெத்த ஏதும் வேணாம்ஒத்த பாயி போதும் மூக்குத்தியின் பொன் கீத்துராத்திரிக்கு போதும்சைவ முத்தம் கொடுத்தாஒத்து போக மாட்டேன்சாகசத்த காட்டுசெத்து போக மாட்டேன் கொஞ்ச நேரம்என்ன கொல்லையா ஐயா யாகொஞ்சம் நேரம்என்ன கொல்லையா சண்ட கோழி கோழிஇவ சண்ட கோழிகொஞ்சம் தடவு தடவுஇவ சொந்த கோழியா கைய வெச்சாநெஞ்சுக்குள்ளே கையா முயாநீ ரெண்டு மொழதுல பாய போடயாசண்டை வந்துச்சா தள்ளி படுமையாரெண்டு மொழதுல பாய போடயாசண்டை வந்துச்சா தள்ளி படுமையா கொஞ்ச நேரம்என்ன கொல்லையா ஐயா யாகொஞ்சம் நேரம்என்ன கொல்லையா ஐயா யாகொஞ்சம் நேரம்என்ன கொல்லையா",
      "Metophor": "சைவ முத்தம் கொடுத்த\nஒத்து போக மாட்டேன் ",
      "Meaning": "வெறும் முத்தம் மட்டும் எனக்கு காணாது, சைவ முத்தம் என்று கன்னத்தில் இடும் முத்தம் மட்டும் காணாது",
      "Source Domain": "Veg",
      "Target Domain": "Kiss"
    },
    {
      "song_name": "கள்வரே கள்வரே",
      "album": "ராவணன்",
      "year": 2010,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['ஸ்ரேயா கோஷல்']",
      "lyrics": "கள்வரே கள்வரேகள்வரே கள்வரேகண்புகும் கள்வரே கை கொண்டு பாரீரோகண் கொண்டு சேரீரோகலை சொல்லி தாரீரோ உம்மை எண்ணி உம்மை எண்ணிஊமைக் கண்கள் தூங்காதுதலைவா என் தலைவாஅகமறிவீரோ அருள் புரிவீரோ வாரந்தோறும் அழகின் பாரம்கூடும் கூடும் குறையாதுஉறவே என் உறவேஉடை களைவீரோ உடல் அணிவீரோ            என் ஆசை என் ஆசைநானா சொல்வேன் என் ஆசை நானா சொல்வேன்என் ஆசை நீயே சொன்னாய்கண்ணாலே ஆமாம் என்பேனே எங்கெங்கே உதடும் போகும்அங்கெங்கே உயிரும் போகும்அன்பாளா ஆளச் சொன்னேனே வலிமிகும் இடங்கள் வலிமிகா இடங்கள்தமிழுக்குத் தெரிகின்றதேவலிமிகும் இடங்கள் வலிமிகா இடங்கள்தங்களுக்குத் தெரிகின்றதா",
      "Metophor": "என் ஆசை நீயே சொன்னால்\nகண்ணாலே ஆமாம் என்பேனே ",
      "Meaning": "நீ உன் ஆசை நான் என சொன்னால் வார்த்தை மூலம் இல்லமால் எனது கண் ஊடக ஆம் என்று பதிலை உனக்கு சொல்லுவேன்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "கண்ணீரே கண்ணீரே",
      "album": "உயிரே",
      "year": 1998,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['AR ரஹ்மான்', 'அனுராதா ஸ்ரீராம்', 'பெபி மணி', ' அனுபாமா']",
      "lyrics": "இரு பூக்கள் கிளை மேலேஒரு புயலோ மலை மேலேஉயிர் ஆடும் திகிலாலேஎன் வாழ்வின் ஓரம் வந்தாயேசெந்தேனே இரு பூக்கள் கிளை மேலேஒரு புயலோ மலை மேலேஉயிர் ஆடும் திகிலாலேஎன் வாழ்வின் ஓரம் வந்தாயேசெந்தேனே கண்ணீரே கண்ணீரேசந்தோஷக் கண்ணீரே கண்ணீரேதேடித் தேடித் தேய்ந்தேனேமீண்டும் கண்முன் கண்டேனேபெண்ணே பெண்ணே பெண்ணே பெண்ணேபேசாய் பெண்ணேகண்ணே கண்ணேகாணாய் கண்ணேகண்ணீரே            கண்ணீரே கண்ணீரேசந்தோஷக் கண்ணீரேதேடித் தேடித் தேய்ந்தேனேமீண்டும் கண்முன் கண்டேனேபெண்ணே பெண்ணே பெண்ணே பெண்ணேபேசாய் பெண்ணேகண்ணே கண்ணேகாணாய் கண்ணேகண்ணீரே உன் பார்வை பொய்தானாபெண்ணென்றால் திரைதானாபெண் நெஞ்சே சிறைதானாசரிதானா பெண் நெஞ்சில் மோகம் உண்டுஅதில் பருவத் தாபம் உண்டுபேராசைத்தீயும் உண்டுஏன் உன்னை ஒளித்தாய் இன்றுபுதிர் போட்ட பெண்ணே நில் நில்பதில் தோன்றவில்லை சொல் சொல் கல்லொன்று தடை செய்த போதும்புல்லொன்று புதுவேர்கள் போடும்நம் காதல் அது போல மீறும்            கல்லொன்று தடைசெய்த போதும்புல்லொன்று புதுவேர்கள் போடும்நம் காதல் அது போல மீறும் கண்ணில் கண்ணில் கண்ணீர்இன்ப கண்ணீரேதேடித் தேடித் தேய்ந்தேனேமீண்டும் கண்முன் கண்டேனே பெண்ணே பெண்ணேபெண்ணே பெண்ணேபேசாய் பெண்ணேகண்ணே கண்ணேகாணாய் கண்ணேகண்ணீரே பால் நதியே நீ எங்கேவரும் வழியில் மறைந்தாயோபல தடைகள் கடந்தாயோசொல் கண்ணே பேரன்பே உந்தன் நினைவுஎன் கண்ணைச் சுற்றும் கனவுஇது உயிரைத் திருடும் உறவுஉன் துன்பம் என்பது வரவுஏ மர்ம ராணி நில் நில்ஒரு மௌன வார்த்தை சொல் சொல் உன்னோடு நான் கண்ட பந்தம்மண்ணோடு மழை கொண்ட சொந்தம்காய்ந்தாலும் அடி ஈரம் எஞ்சும்உன்னோடு நான் கண்ட பந்தம்மண்ணோடு மழை கொண்ட சொந்தம்காய்ந்தாலும் அடி ஈரம் எஞ்சும் கண்ணில் கண்ணில் கண்ணீர்இன்ப கண்ணீரேசந்தோஷக் கண்ணீரே கண்ணீரேதேடித் தேடித் தேய்ந்தேனேமீண்டும் கண்முன் கண்டேனேபெண்ணே பெண்ணே பெண்ணே பெண்ணேபேசாய் பெண்ணேகண்ணே கண்ணேகாணாய் கண்ணேகண்ணீரே கண்ணீரே கண்ணீரேசந்தோஷக் கண்ணீரேகண்ணீரே",
      "Metophor": "கல்லொன்று தடை செய்த போதும்\nபுல்லொன்று புதுவேர்கள் போடும்\nநம் காதல் அது போல மீறும் ",
      "Meaning": "வேர் செல்வதை கல் ஒன்று தடை செய்தாலும் புல் அவ் இடத்தில் புது வேர் போட காரணமாக அமையும், அதே போல் என்ன தடை வந்தாலும் நமது காதல் அதை மீறி செல்லும்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "மார்கழி பூவே",
      "album": "மே மாதம்",
      "year": 1994,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['சோபனா சேகர்']",
      "lyrics": "மார்கழி பூவேமார்கழி பூவேஉன் மடி மேலேஓர் இடம் வேண்டும் மார்கழி பூவேமார்கழி பூவேஉன் மடி மேலேஓர் இடம் வேண்டும் மெத்தை மேல் கண்கள்மூடவும் இல்லைஉன்மடி சேர்ந்தால்கனவுகள் கொள்ளை மெத்தை மேல் கண்கள்மூடவும் இல்லைஉன்மடி சேர்ந்தால்கனவுகள் கொள்ளை            மார்கழி பூவேமார்கழி பூவேஉன் மடி மேலேஓர் இடம் வேண்டும் பூக்களைப் பிரித்துபுத்தகம் படிப்பேன்புல்வெளி கண்டால்முயல் போல் குதிப்பேன் நான் மட்டும் இரவில்தனிமையில் நடப்பேன்நடைபாதைக் கடையில்தேநீர் குடிப்பேன் வாழ்கையின் ஒரு பாதிநான் எங்கு வசிப்பேன்வாழ்கையின் மறு பாதிநான் என்றும் ரசிப்பேன் காற்றில் வரும் மேகம் போலேநான் எங்கும் மிதப்பேன்            மார்கழி பூவேமார்கழி பூவேஉன் மடி மேலேஓர் இடம் வேண்டும் வெண்பா பாடி வரும் வண்டுக்குசெந்தேன் தந்துவிடும் சிறுபூக்கள்கொஞ்சம் பாட வரும் பெண்ணுக்குசந்தம் தந்து விடும் மைனாக்கள் வெண்பா பாடி வரும் வண்டுக்குசெந்தேன் தந்துவிடும் சிறுபூக்கள்கொஞ்சம் பாட வரும் பெண்ணுக்குசந்தம் தந்து விடும் மைனாக்கள் காவிரி மணலில்நடந்ததுமில்லைகடற்கரை அலையில்கால் வைத்ததில்லை சுதந்திர வானில்பறந்ததுமில்லைசுடச் சுட மழையில்நனைந்ததும் இல்லை சாலையில் நானாகப்போனதுமில்லைசமயத்தில் ஆணாகஆனதுமில்லை ஏழை மனம் காணும் இன்பம்நான் காணவில்லை மார்கழி பூவேமார்கழி பூவேஉன் மடி மேலேஓர் இடம் வேண்டும் மார்கழி பூவேமார்கழி பூவேஉன் மடி மேலேஓர் இடம் வேண்டும் மெத்தை மேல் கண்கள்மூடவும் இல்லைஉன்மடி சேர்ந்தால்கனவுகள் கொள்ளை மெத்தை மேல் கண்கள்மூடவும் இல்லைஉன்மடி சேர்ந்தால்கனவுகள் கொள்ளை மார்கழி பூவேமார்கழி பூவேஉன் மடி மேலேஓர் இடம் வேண்டும் வெண்பா பாடி வரும் வண்டுக்குசெந்தேன் தந்துவிடும் சிறுபூக்கள்கொஞ்சம் பாட வரும் பெண்ணுக்குசந்தம் தந்து விடும் மைனாக்கள் வெண்பா பாடி வரும் வண்டுக்குசெந்தேன் தந்துவிடும் சிறுபூக்கள்கொஞ்சம் பாட வரும் பெண்ணுக்குசந்தம் தந்து விடும் மைனாக்கள்",
      "Metophor": "காற்றில் வரும் மேகம் போலே நான் எங்கும் மிதப்பேன் ",
      "Meaning": "காற்றில் எவ்வாறு மேகம் மிதந்து வருகிறது, அவ்வாறு நானும் எல்லா இடமும் நானும் இருப்பேன்",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "அச்சம் அச்சம் இல்லை",
      "album": "இந்திரா",
      "year": 1995,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['சுஜாதா மோகன்', ' அனுராதா ஸ்ரீராம்']",
      "lyrics": "அந்த நிலா நிலா நிலா நிலாவெகுண்டோடி வாஅந்த நிலா நிலா நிலா நிலாவெகுண்டோடி வா",
      "Metophor": "அச்சம் அச்சம் இல்லை\nஇனி அடிமை எண்ணம் இல்லை\nநம் காலம் இங்கே கூடிப்போச்சு\nகண்ணீர் மிச்சமில்லையே ",
      "Meaning": "இவ்ளோ காலமாக கண் நீரில் இருந்த நாங்கள் இப்போது அச்சம் விட்டு அடிமை எண்ணம் விட்டு காலம் சரியாக அமைந்து விட்டது",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "மாயா மாயா",
      "album": "பாபா",
      "year": 2002,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['கார்த்திக்', ' சுஜாதா மோகன்']",
      "lyrics": "மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா சந்தோஷி சந்தோஷிசந்தோஷிநீ சந்தோஷம் கொண்டாடும்சந்நியாசி சந்தோஷி சந்தோஷிசந்தோஷிஉன் சந்தோஷம் உன் கையில்நீ யோசி மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா பட்டும் படாமலேதொட்டும் தொடாமலேதாமரை இலை தண்ணீர் போல் நீஒட்டி ஒட்டாமலிரு தாமரை இலை தண்ணீர்போல்நீ ஒட்டி ஒட்டாமலிரு மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா வாசனை இருக்கும்வரையினில் சிரிக்கும்பூக்களின் கதை தான்பூமியில் நமக்கும் உலகினில் எதுவும்நிரந்தரம் இல்லைஉறங்கிடும் வரையில்சுதந்திரம் இல்லை அவனவன் சொல்வான்ஆயிரம் சேதிஅளப்பவன் பேர்தான்அரசியல் வாதிஅதுக்கென்ன செய்ய அதுஅந்த பதவியின் வியாதி உனது கை கால்களேஉதவும் நண்பர்களேதிரைகடல் மேலஎண்ணை துளியினை போல்நீ ஒட்டி ஒட்டாமலிரு மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா காற்றே போ காற்றே போஎன் காதலனை கண்டு பிடிகண்ணீரில் கண்ணீரில்நான் வரைந்த கடிதம் படி மாயை போல் சாயை போல்காதல் உறவு ஓர் நாளும் ஆவதில்லைஉணர்வோடும் உயிரோடும்வாழும் அழகு பொய்யாக போவதில்லை காற்றே போ காற்றே போஎன் காதலனை கண்டு பிடி பட்டும் படாமலே கொஞ்சம் பரவாயில்லை தொட்டும் தொடாமலே ஒரு நாள் இதமா இல்லை தாமரை இலை தண்ணீர்போல்நீ ஒட்டி ஒட்டாமலிருதாமரை இலை தண்ணீர் போல் நீ என்னை எண்ணாமல் இரு சந்தோஷி சந்தோஷிசந்தோஷிநீ என்னோடு ஒன்றானால்சம்சாரி சந்தோஷி சந்தோஷிசந்தோஷிநீ தொட்டால் நான் பொன்னாவேன்உன் ராசி சந்தோஷி சந்தோஷிசந்தோஷிநீ சந்தோஷம் கொண்டாடும்சந்நியாசி சந்தோஷி சந்தோஷிசந்தோஷிஉன் சந்தோஷம் உன் கையில்நீ யோசி மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா பட்டும் படாமலேதொட்டும் தொடாமலேதாமரை இலை தண்ணீர்போல் நீஒட்டி ஒட்டாமலிரு தாமரை இலை தண்ணீர்போல்நீ ஒட்டி ஒட்டாமலிரு மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா",
      "Metophor": "தாமரை இலை தண்ணீர் போல்\nநீ என்னை எண்ணாமல் இரு ",
      "Meaning": "தாமரை இலையில் தண்ணீர் நிற்காது, இரண்டும் ஒன்றாக இருக்காது, அதே போல் நீயும் என்னை நினைக்காமல் இரு",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "புது வெள்ளை மழை",
      "album": "ரோஜா",
      "year": 1992,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['உன்னி மேனன்', 'சுஜாதா மோகன்']",
      "lyrics": "புது வெள்ளை மழைஇங்கு பொழிகின்றதுஇந்தக் கொள்ளை நிலாஉடல் நனைகின்றது இங்கு சொல்லாதஇடம் கூடக் குளிர்கின்றதுமனம் சூடானஇடம் தேடி அலைகின்றது புது வெள்ளை மழைஇங்கு பொழிகின்றதுஇந்தக் கொள்ளை நிலாஉடல் நனைகின்றது இங்கு சொல்லாதஇடம் கூடக் குளிர்கின்றதுமனம் சூடானஇடம் தேடி அலைகின்றது நதியே நீயானால்கரை நானேசிறுபறவை நீயானால்உன் வானம் நானே புது வெள்ளை மழைஇங்கு பொழிகின்றது இந்தக் கொள்ளை நிலாஉடல் நனைகின்றது பெண் இல்லாத ஊரிலேஅடி ஆண் பூ கேட்பதில்லை பெண் இல்லாத ஊரிலேகொடி தான் பூப்பூப்பதில்லை உன் புடவை முந்தானை சாய்ந்ததில்இந்த பூமி பூப்பூத்தது இது கம்பன் பாடாத சிந்தனைஉந்தன் காதோடு யார் சொன்னது புது வெள்ளை மழைஇங்கு பொழிகின்றது இந்தக் கொள்ளைநிலா உடல் நனைகின்றது இங்கு சொல்லாதஇடம் கூடக் குளிர்கின்றது மனம் சூடானஇடம் தேடி அலைகின்றது புது வெள்ளை மழைஇங்கு பொழிகின்றது இந்தக் கொள்ளை நிலாஉடல் நனைகின்றது நீ அணைக்கின்ற வேளையில்உயிர்ப்பூ திடுக்கென்று மலரும் நீ வெடுக்கென்று ஓடினால்உயிர்ப்பூ சருகாக உலரும் இரு கைகள் தீண்டாத பெண்மையைஉன் கண்கள் பந்தாடுதோ மலர் மஞ்சம் சேராத பெண்ணிலாஎந்தன் மார்போடு வந்தாடுதோ புது வெள்ளை மழைஇங்கு பொழிகின்றது இந்தக் கொள்ளை நிலாஉடல் நனைகின்றது இங்கு சொல்லாதஇடம் கூடக் குளிர்கின்றது மனம் சூடானஇடம் தேடி அலைகின்றது நதியே நீயானால்கரை நானேசிறு பறவை நீயானால்உன் வானம் நானே புது வெள்ளை மழை இங்கு பொழிகின்றது இந்தக் கொள்ளை நிலா உடல் நனைகின்றது புது வெள்ளை மழை இங்கு பொழிகின்றது இந்தக் கொள்ளை நிலா உடல் நனைகின்றது",
      "Metophor": "சிறு பறவை... நீயானால் உன் வானம் நானே",
      "Meaning": "சிறிய பறவைக்கு சிறகடித்து பறந்து செல்ல வானம் தேவை, அதே போல உனக்கு நான் அவசியம்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "மலா்களே மலா்களே",
      "album": "லவ் பேர்ட்ஸ்",
      "year": 1996,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['ஹரிஹரண்', ' KS சித்ரா']",
      "lyrics": "மலா்களே மலா்களேஇது என்ன கனவாமலைகளே மலைகளேஇது என்ன நினைவா உருகியதே எனதுள்ளம்பெருகியதே விழிவெள்ளம்விண்ணோடும் நீதான்மண்ணோடும் நீதான்கண்ணோடும் நீதான் வா மேகம் திறந்து கொண்டுமண்ணில் இறங்கி வந்துமாா்பில் ஒளிந்து கொள்ள வா வா மாா்பில் ஒளிந்து கொண்டால்மாறன் அம்பு வரும்கூந்தலில் ஒளிந்து கொள்ள வரவா என் கூந்தல் தேவன் தூங்கும்பள்ளி அறையா அறையாமலா் சூடும் வயதில் என்னைமறந்து போவதுதான் முறையா நினைக்காத நேரமில்லைகாதல் ரதியே ரதியேஉன் பேரை சொன்னால் போதும்நின்று வழி விடும் காதல் நதியே என் சுவாசம் உன் மூச்சில்உன் வாா்த்தை என் பேச்சில் ஐந்தாறு நூற்றாண்டுவாழ்வோம் என் வாழ்வே வா மலா்களே மலா்களேஇது என்ன கனவாமலைகளே மலைகளேஇது என்ன நினைவா உருகியதே எனதுள்ளம்பெருகியதே விழிவெள்ளம்விண்ணோடும் நீதான்மண்ணோடும் நீதான்கண்ணோடும் நீதான் வா பூவில் நாவிருந்தால்காற்று வாய் திறந்தால்காதல் காதல் என்று பேசும் நிலா தமிழ் அறிந்தால்அலை மொழி அறிந்தால்நம் மேல் கவி எழுதி வீசும் வாழ்வோடு வளா்பிறைதானேவண்ண நிலவே நிலவேவானோடு நீலம் போலேஇளைந்து கொண்டது இந்த உறவே உறங்காத நேரம் கூடஉந்தன் கனவே கனவேஊனோடு உயிரை போலஉறைந்து போனதுதான் உறவே மறக்காது உன் ராகம்மாிக்காது என் தேகம் உனக்காக உயிா்வாழ்வேன் வா என் வாழ்வே வா மலா்களே மலா்களேஇது என்ன கனவாமலைகளே மலைகளேஇது என்ன நினைவா உருகியதே எனதுள்ளம்பெருகியதே விழிவெள்ளம் விண்ணோடும் நீதான்மண்ணோடும் நீதான் கண்ணோடும் நீதான் வா",
      "Metophor": "வானோடு நீலம் போலே\nஇளைந்து கொண்டது இந்த உறவு ",
      "Meaning": "வானில் எவ்வாறு நீலம் முழுமையாக கலந்து உள்ளது, அப்படி கலந்து விட்டது இந்த உறவு",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "என்னவளே அடி என்னவளே",
      "album": "காதலன்",
      "year": 1994,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['உன்னிகிருஷ்ணன்']",
      "lyrics": "என்னவளே அடி என்னவளேஎந்தன் இதயத்தை தொலைத்து விட்டேன்எந்த இடம் அது தொலைந்த இடம்அந்த இடத்தையும் மறந்து விட்டேன் உந்தன் கால்கொலுசில்அது தொலைந்ததென்றுஉந்தன் காலடி தேடி வந்தேன் காதலென்றால் பெரும்அவஸ்தையென்று உனைக்கண்டதும் கண்டு கொண்டேன் எந்தன் கழுத்து வரைஇன்று காதல் வந்து இருகண்விழி பிதுங்கி நின்றேன்            என்னவளே அடி என்னவளேஎந்தன் இதயத்தை தொலைத்து விட்டேன் வாய்மொழியும் எந்தன் தாய்மொழியும்இன்று வசப்படவில்லையடிவயிற்றுக்கும் தொண்டைக்கும் உருவமில்லாஒரு உருண்டையும் உருலுதடி காத்திருந்தால் எதிா் பாா்த்திருந்தால்ஒரு நிமிஷமும் வருஷமடிகண்களெல்லாம் எனைப் பாா்ப்பதுபோல்ஒரு கலக்கமும் தோன்றுதடி இது சொா்க்கமா நரகமாசொல்லடி உள்ளபடிநான் வாழ்வதும்விடைகொண்டு போவதும்உன் வாா்த்தையில் உள்ளதடி என்னவளே அடி என்னவளேஎந்தன் இதயத்தை தொலைத்து விட்டேன்            கோகிலமே நீ குரல் கொடுத்தால்உன்னை கும்பிட்டுக் கண்ணடிப்பேன்கோபுரமே உன்னைச் சாய்த்துக்கொண்டுஉந்தன் கூந்தலில் மீன் பிடிப்பேன் வெண்ணிலவே உன்னைத் தூங்கவைக்கஉந்தன் விரலுக்கு சொடுக்கெடுப்பேன்வருடவரும் பூங்காற்றையெல்லாம்கொஞ்சம் வடிகட்டி அனுப்பிவைப்பேன் என் காதலின் தேவையைகாதுக்குள் ஓதிவைப்பேன்உன் காலடி எழுதிய கோலங்கள்புதுக் கவிதைகள் என்றுரைப்பேன் என்னவளே அடி என்னவளேஎந்தன் இதயத்தை தொலைத்து விட்டேன்",
      "Metophor": "காத்திருந்தால் எதிர் பார்த்திருந்தால்…\nஒரு நிமிஷமும் வருஷமடி ",
      "Meaning": "உன்னை எதிர் பார்த்து காத்து இருந்தால் ஒரு நிமிஷம் கூட வருடம் என தோன்றும்",
      "Source Domain": "Time",
      "Target Domain": "Love"
    },
    {
      "song_name": "காதல் கடிதம் தீட்டவே",
      "album": "ஜோடி",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['உன்னி மேனன்', ' S ஜானகி']",
      "lyrics": "காதல் கடிதம் தீட்டவேமேகம் எல்லாம் காகிதம்வானின் நீலம் கொண்டு வாபேனா மையோ தீா்ந்திடும் சந்திரனும் சூாியனும்அஞ்சல்காரா்கள்இரவு பகல் எப்பொழுதும்அஞ்சல் உன்னைச் சோ்ந்திடும் காதல் கடிதம் தீட்டவேமேகம் எல்லாம் காகிதம்வானின் நீலம் கொண்டு வாபேனா மையோ தீா்ந்திடும் சந்திரனும் சூாியனும்அஞ்சல்காரா்கள்இரவு பகல் எப்பொழுதும்அஞ்சல் உன்னைச் சோ்ந்திடும் காதல் கடிதம் தீட்டவேமேகம் எல்லாம் காகிதம் வானின்நீலம் கொண்டு வா பேனா மையோதீா்ந்திடும் கடிதத்தின் வாா்த்தைகளில்கண்ணா நான் வாழுகிறேன்பேனாவில் ஊற்றி வைத்ததுஎந்தன் உயிரல்லோ பொன்னே உன் கடிதத்தைப்பூவாலே திறக்கின்றேன்விரல் பட்டால் உந்தன் ஜீவன்காயம் படுமல்லோ அன்பே உந்தன் அன்பில்ஆடிப் போகின்றேன்செம்பூக்கள் தீண்டும்போதுசெத்துச் செத்து பூப்பூக்கின்றேன் காதல் கடிதம் தீட்டவேமேகம் எல்லாம் காகிதம் வானின் நீலம் கொண்டு வாபேனா மையோ தீா்ந்திடும் கண்ணே உன் கால் கொலுசில்மணியாக மாட்டேனாமஞ்சத்தில் உறங்கும்போதுசினுங்க மாட்டேனா காலோடு கொலுசல்லகண்ணோடு உயிரானாய்உயிரே நான் உறங்கும் போதும்உறங்கமாட்டாயா தப்பு செய்யப் பாா்த்தால்ஒப்புக் கொள்வாயாமேலாடை நீங்கும் போதுவெட்கம் என்ன முந்தானையா காதல் கடிதம் தீட்டவேமேகம் எல்லாம் காகிதம்ஓ வானின் நீலம் கொண்டு வாபேனா மையோ தீா்ந்திடும் சந்திரனும் சூாியனும்அஞ்சல்காரா்கள்இருவரும்: இரவு பகல் எப்பொழுதும்அஞ்சல் உன்னைச் சோ்ந்திடும் காதல் கடிதம் தீட்டவேமேகம் எல்லாம் காகிதம் ஓ வானின் நீலம் கொண்டு வாபேனா மையோ தீா்ந்திடும்",
      "Metophor": "காதல் கடிதம் தீட்டவே\nமேகம் எல்லாம் காகிதம்\nவானின் நீலம் கொண்டு வா\nபேனா மையோ தீா்ந்திடும் ",
      "Meaning": "காதல் கடிதம் எழுத காகித மாக மேகம் எல்லாம் உள்ளது, எனது பேனா இல் உள்ள நீலம் போதாது இக் கடிதம் எழுத, அதற்காக வானத்தில் உள்ள நீலம் எடுத்து வா",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "வெள்ளி மலரே",
      "album": "ஜோடி",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['SP பாலசுப்ரமணியம்', 'மஹாலட்சுமி ஐயர்']",
      "lyrics": "வெள்ளி மலரே வெள்ளி மலரேவெள்ளி மலரே வெள்ளி மலரே நேற்றுவரை நீ நெடுவனம் கண்டாய்ஒற்றைக்காலில் உயரத்தில் நின்றாய்மஞ்சள் மாலை மழையில் நனைந்தாய்சித்திரை மாதம் வெயிலும் சுமந்தாய் இத்தனை தவங்கள்ஏன்தான் செய்தாயோதேன்சிதறும் மன்மத மலரேஇன்றே சொல்வாயோ இளந்தளிரே இளந்தளிரேவெள்ளி மலரன்றுஇயற்றிய தவம் எதற்குபெண்மங்கை உந்தன்கூந்தல் சோ்வதற்கு இளந்தளிரே இளந்தளிரேவெள்ளி மலரன்றுஇயற்றிய தவம் எதற்குபெண்மங்கை உந்தன்கூந்தல் சோ்வதற்கு வெள்ளி மலரே வெள்ளி மலரே மின்னொளியில் மலா்வனதாழம்பூக்கள்கண்ணொளியில் மலா்வனகாதல் பூக்கள்நெஞ்சுடைந்த பூவே நில் ஏ வெட்கங்கெட்ட தென்றலுக்குவேலையில்லைதென்றலுக்கும் உங்களுக்கும்பேதமில்லைஆடைகொள்ளப் பாா்ப்பீா்ஐயோ தள்ளி நில் நில் வான்விட்டு வாராய்சிறகுள்ள நிலவேதேன்விட்டுப் பேசாய்உயிருள்ள மலரேஉன்னைக்கண்டு உயிா்த்தேன்சொட்டுதே சொட்டுதே வெள்ளி மலரே வெள்ளி மலரேவெள்ளி மலரே வெள்ளி மலரே வனங்களில் பூந்தளிா்தேடும்போதும்நதிகளில் நீா்குடைந்தாடும்போதும்உந்தன் திசை தேடும் விழிகள் தொலைவினில்தரைதொட்டு ஆடும் மேகம்அருகினில் செல்லச்செல்லஓடிப்போகும்நீயும் மேகம்தானாநெஞ்சைத் தொட்டுச்சொல் சொல் மழையிலும் கூவும்மரகதக் குயில் நான்இரவிலும் அடிக்கும்புன்னகை வெயில் நான்உன் நெஞ்சில் வசிக்கும்இன்னொரு உயிா் நான் வெள்ளி மலரே வெள்ளி மலரே நேற்றுவரை நீ நெடுவனம் கண்டாய்ஒற்றைக்காலில் உயரத்தில் நின்றாய்மஞ்சள் மாலை மழையில் நனைந்தாய்சித்திரை மாதம் வெயிலும் சுமந்தாய் இத்தனை தவங்கள்ஏன்தான் செய்தாயோதேன்சிதறும் மன்மத மலரேஇன்றே சொல்வாயோ இளந்தளிரே இளந்தளிரேவெள்ளி மலரன்றுஇயற்றிய தவம் எதற்குபெண்மங்கை உந்தன்கூந்தல் சோ்வதற்குவெள்ளி மலரே வெள்ளி மலரே",
      "Metophor": "வான்விட்டு வாராய் சிறகுள்ள நிலவே ",
      "Meaning": "நிலவு வானத்தை விட்டு வர முடியாது, வானத்தில் இருந்து நிலவு சிறகு இருந்தால் கிட்டே வருவதாக எண்ணுகிறார்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "Taxi Taxi",
      "album": "சக்கரைக்கட்டி",
      "year": 2008,
      "composer": "AR ரஹ்மான்",
      "lyricist": "நா.முத்துக்குமார்,Blaaze, Vivian Chaix ",
      "singers": "['பென்னி டயல்', ' ஜவேத் அலி', 'Blaaze', ' Vivian Chaix']",
      "lyrics": "ராசி நீ ராசிநண்பன் கிடைத்தால் எல்லாம் ஓசிTaxi Taxiநண்பா நீ ஒரு இலவச Taxi ராசி நீ ராசிநண்பன் கிடைத்தால் எல்லாம் ஓசிTaxi Taxiநண்பா நீ ஒரு இலவச Taxi நீ நீ நீ நீ இல்லையேல்நான் நான் நான் எங்கு போவதுதோள் சாய தோள் இல்லையேல்என் வாழ்க்கை என்னாவது ராசி நீ ராசிநண்பன் கிடைத்தால் எல்லாம் ஓசிTaxi Taxiநண்பா நீ ஒரு இலவச Taxi என் தவறை நீ மறைத்தாய்எனக்காய் அர்ச்சனை வாங்கினாய்உன் தோள்கள் ஏணியை போல்ஏறி மிதித்தேன் தாங்கினாய் எழும் போது கை தந்துஅழும் போது கடன் தந்துஇளைப்பாற மடி தந்துஎனக்கென வாழ்வது நீ தானே ராசி நீ ராசிநண்பன் கிடைத்தால் எல்லாம் ஓசிTaxi Taxiநண்பா நீ ஒரு இலவச Taxi தில்லானா தில்லானாதிமிரு பிடிச்ச தில்லானாஅன்பா நான் அன்பாநான் அடங்கமாட்டேன் ஹீரோ நான் கள்ளத்தனம் தெரியாதுகாதலியே கிடையாதுகஞ்சத்தனம் தெரியாதுகஞ்சாவே கிடையாது நல்ல பழம் கிடையாதுஞானப் பழம் கிடையாதுஎன் உயிர் நண்பன் நீ தானே ராசி நீ ராசிநண்பன் கிடைத்தால் எல்லாம் ஓசிTaxi Taxiநண்பா நீ ஒரு இலவச Taxi நீ நீ நீ நீ இல்லையேல்நான் நான் நான் எங்கு போவதுதோள் சாய தோள் இல்லையேல்என் வாழ்க்கை என்னாவதுஎன்னாவது என்னாவது Taxi Taxiபெண்: Awesome Taxi Taxi Taxiஆண்2: ராசி ராசிRap-ஏ ஜாஸ்த்தி Taxi Taxiஆண்2: Uh Heyuh Hey Taxi Taxiஆண்2: Make the WaveMake the Sound Taxi Taxi",
      "Metophor": "உன் தோள்கள் ஏணியைப் போல்\nஏறி மிதித்தேன் தாங்கினாய் ",
      "Meaning": "ஏணி ஒருவரை உயரத்தில் செல்ல உதவுவது போல எனது நண்பன் ஆகிய நீ எனக்கு ஏணி யாக என்னை முன்னேற உதவி செய்தாய்",
      "Source Domain": "Nature",
      "Target Domain": "Helping"
    },
    {
      "song_name": "முஸ்தபா முஸ்தபா",
      "album": "காதல் தேசம்",
      "year": 1996,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வாலி",
      "singers": "['AR ரஹ்மான்']",
      "lyrics": "முஸ்தபா முஸ்தபாDon’t Worry முஸ்தபாகாலம் நம் தோழன் முஸ்தபா முஸ்தபா முஸ்தபாDon’t Worry முஸ்தபாகாலம் நம் தோழன் முஸ்தபா Day by Day Bay by Dayவாழ்க்கைப் பயணம் Day by Dayமூழ்காத Ship-ஏ Friendship-தான் முஸ்தபா முஸ்தபாDon’t Worry முஸ்தபாகாலம் நம் தோழன் முஸ்தபா ஜூன் பிறக்கும் ஜூலை பிறக்கும்Junior-கும் Senoir-கும்கல்லூரி வாசல் எங்கும்Ragging நடக்கும் Students மனமோ நந்தவனமேரோஜா இருக்கும் முள்ளும் இருக்கும்நட்புக்கு Ragging கூடபாதை வகுக்கும் நண்பன் ஒருவன் வந்த பிறகுவிண்ணை தொடலாம் உந்தன் சிறகுவானுக்கும் எல்லை உண்டுநட்புக்கில்லையே துன்பம் வரலாம் இன்பம் வரலாம்நண்பன் ஒருவன் பங்கு பெறலாம்கல்லூரி நட்புக்கில்லைமுற்றுப்புள்ளியே முஸ்தபா முஸ்தபாDon’t Worry முஸ்தபாகாலம் நம் தோழன் முஸ்தபா காலம் நம் தோழன் முஸ்தபா Day by Day Bay by Dayவாழ்க்கைப் பயணம் Day by Dayமூழ்காத Ship-ஏ Friendship-தான் மூழ்காத Ship-ஏ Friendship-தான் முஸ்தபா முஸ்தபாDon’t Worry முஸ்தபாகாலம் நம் தோழன் முஸ்தபா இங்கு பறக்கும் வண்ணப் பறவைஎங்கு இருந்தோ வந்த பறவைகல்லூரி மண்தான் எங்கள்வேடந்தாங்கல் கன்னி மலர்கள் கூடப் படிக்கும்காளை மனதில் சாரல் அடிக்கும்கல்லூரி சாலை எங்கள்கோடைக்கானல் கல்வி பயிலும் காலம் வரையில்துள்ளித் திரியும் எங்கள் விழியில்கண்ணீரைக் கண்டதில்லைதென்றல் சாட்சி நண்பன் பிரிந்து ஊர் திரும்பும்நாளில் மட்டும்தான் நீர் அரும்பும்கண்ணீரில்தானே எங்கள்Farewell Party முஸ்தபா முஸ்தபாDon’t Worry முஸ்தபாகாலம் நம் தோழன் முஸ்தபா காலம் நம் தோழன் முஸ்தபா Day by Day Bay by Dayவாழ்க்கைப் பயணம் Day by Dayமூழ்காத Ship-ஏ Friendship-தான் மூழ்காத Ship-ஏ Friendship-தான் முஸ்தபா முஸ்தபாDon’t Worry முஸ்தபாகாலம் நம் தோழன் முஸ்தபா காலம் நம் தோழன் முஸ்தபா Day by Day Bay by Dayவாழ்க்கைப் பயணம் Day by Dayமூழ்காத Ship-ஏ Friendship-தான் மூழ்காத Ship-ஏ Friendship-தான்",
      "Metophor": "ஸ்டூடண்ஸ் வனமோ நந்தவனமே\nரோஜா இருக்கும் முள்ளும் இருக்கும் ",
      "Meaning": "நந்த வனத்தில் எவ்வாறு ரோஜா உம் முள்ளும் இருக்குமோ அவ்வாறே ஸ்டூடண்ஸ் மனதில் உம் ரோஜா போல நல்ல எண்ணமும் முள் போல தேவையற்ற சிந்தனையும் இருக்கும்",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "ஒரு நண்பன் இருந்தால்",
      "album": "எனக்கு 20 உனக்கு 18",
      "year": 2003,
      "composer": "AR ரஹ்மான்",
      "lyricist": "பா.விஜய்",
      "singers": "['சின்மயீ', ' வெங்கட் பிரபு', 'SPB சரண்']",
      "lyrics": "ஒரு நண்பன் இருந்தால்ஒரு நண்பன் இருந்தால் கையோடு பூமியை சுமந்திடலாம் தொடு வானம் பக்கமேதொட வேண்டும் நண்பனே நம் பேரில் திசைகளை எழுதலாம் கடலில் நதிகள் பெயர் கலந்ததுஇந்த நட்பில் எங்கள் உயிர் கலந்தது நட்பு என்பது எங்கள் முகவரிஇது வாழ்க்கை பாடத்தில் முதல் வரி இந்த உலகில் மிக பெரும் ஏணிநண்பன் இல்லாதவன் ஹேய் தோள் மீது கைபோட்டுக் கொண்டு தோன்றியஎல்லாம் பேசி ஊரை சுற்றிவந்தோம் வந்தோம் ஒருவர் வீட்டிலேபடுத்து தூங்கினோம்நட்பின் போர்வைக்குள்ளே இந்த காதல் கூடவாழ்க்கையில் அழகிலே தோன்றுமேஇருவரும்: தோழன் என்ற சொந்தம் ஒன்றுதோன்றும் நமது உயிரோடு ஒரு நண்பன் இருந்தால்ஒரு நண்பன் இருந்தால் கையோடு பூமியை சுமந்திடலாம் தொடு வானம் பக்கமேதொட வேண்டும் நண்பனே நம் பேரில் திசைகளை எழுதலாம் நெஞ்சுக்குள் நெஞ்சுக்குள் உள்ளஎண்ணங்கள் எண்ணங்கள் சொல்லநண்பன் ஒரே சொந்தம் நமது மேஜையில்உணவு கூட்டணிஅதில் நட்பின் ருசி அட வாழ்க்கைபயணம் மாறலாம்நட்பு தான் மாறுமா ஆயுள் காலம்தேர்ந்த நாளில்இருவரும்: நண்பன் முகம் தான்மறக்காதே",
      "Metophor": "கடலில் நதிகள் பெயர் கலந்தது\nஇந்த நட்பில் எங்கள் உயிர் கலந்தது ",
      "Meaning": "கடலில் எவ்வாறு நதி சென்று கலந்து உள்ளது, அதே போல இந்த நட்பில் எங்கள் உயிர் கலந்து உள்ளது",
      "Source Domain": "Nature",
      "Target Domain": "Friemdship"
    },
    {
      "song_name": "அஞ்சலி அஞ்சலி",
      "album": "டூயட்",
      "year": 1994,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['SP பாலசுப்ரமணியம்', ' KS சித்ரா']",
      "lyrics": "அஞ்சலி அஞ்சலி புஷ்பாஞ்சலிஅஞ்சலி அஞ்சலி புஷ்பாஞ்சலிபூவே உன் பாதத்தில் புஷ்பாஞ்சலிபொன்னே உன் பெயருக்கு பொன்னாஞ்சலிகண்ணே உன் குரலுக்கு கீதாஞ்சலிகண் காணா அழகுக்கு கவிதாஞ்சலி அஞ்சலி அஞ்சலி புஷ்பாஞ்சலிஅஞ்சலி அஞ்சலி புஷ்பாஞ்சலிபூவே உன் பாதத்தில் புஷ்பாஞ்சலிபொன்னே உன் பெயருக்கு பொன்னாஞ்சலிகண்ணே உன் குரலுக்கு கீதாஞ்சலிகண் காணா அழகுக்கு கவிதாஞ்சலி காதல் வந்து தீண்டும் வரைஇருவரும் தனி தனிகாதலின் பொன் சங்கிலிஇணைத்தது கண்மணி கடலிலே மழை வீழ்ந்தபின்எந்த துளி மழைத் துளிகாதலில் அது போல நான்கலந்திட்டேன் காதலி திருமகள் திருப்பாதம்பிடித்துவிட்டேன்தினமொரு புதுப் பாடல்வடித்துவிட்டேன்அஞ்சலி அஞ்சலிஎன்னுயிர் காதலி பூவே உன் பாதத்தில் புஷ்பாஞ்சலிபொன்னே உன் பெயருக்கு பொன்னாஞ்சலிகண்ணே உன் குரலுக்கு கீதாஞ்சலிகண் காணா அழகுக்கு கவிதாஞ்சலி அஞ்சலி அஞ்சலி புஷ்பாஞ்சலிஅஞ்சலி அஞ்சலி புஷ்பாஞ்சலிபூவே உன் பாதத்தில் புஷ்பாஞ்சலிபொன்னே உன் பெயருக்கு பொன்னாஞ்சலிகண்ணே உன் குரலுக்கு கீதாஞ்சலிகண் காணா அழகுக்கு கவிதாஞ்சலி சீதையின் காதல் அன்றுவிழி வழி நுழைந்ததுகோதையின் காதல் இன்றுசெவி வழி புகுந்தது என்னவோ என் நெஞ்சிலேஇசை வந்து துளைத்ததுஇசை வந்த பாதை வழிதமிழ் மெல்ல நுழைந்தது இசை வந்த திசை பார்த்துமனம் குழைந்தேன்தமிழ் வந்த திசை பார்த்துஉயிர் கசிந்தேன்அஞ்சலி அஞ்சலிஇவள் கலைக்காதலி அன்பே உன் அன்புக்கு புஷ்பாஞ்சலிநண்பா உன் கண்ணுக்கு நடனாஞ்சலிகண்ணா உன் இசை வாழ கீதாஞ்சலிகவியே உன் தமிழ் வாழ கவிதாஞ்சலி அஞ்சலி அஞ்சலி புஷ்பாஞ்சலிஅஞ்சலி அஞ்சலி புஷ்பாஞ்சலிபூவே உன் பாதத்தில் புஷ்பாஞ்சலிபொன்னே உன் பெயருக்கு பொன்னாஞ்சலிகண்ணே உன் குரலுக்கு கீதாஞ்சலிகண் காணா அழகுக்கு கவிதாஞ்சலி அழகியே உனை போலவேஅதிசயம் இல்லையேஅஞ்சலி பேரைச் சொன்னேன்அவிழ்ந்தது முல்லையே கார்த்திகை மாதம் போனால்கடும் மழை இல்லையேகண்மணி நீயில்லையேல்கவிதைகள் இல்லையே நீயென்ன நிலவோடுபிறந்தவளாபூவுக்குள் கருவாகிவளர்ந்தவளாஅஞ்சலி அஞ்சலிஎன்னுயிர் காதலி பூவே உன் பாதத்தில் புஷ்பாஞ்சலிபொன்னே உன் பெயருக்கு பொன்னாஞ்சலிகண்ணே உன் குரலுக்கு கீதாஞ்சலிகண் காணா அழகுக்கு கவிதாஞ்சலி அஞ்சலி அஞ்சலி புஷ்பாஞ்சலிஅஞ்சலி அஞ்சலி புஷ்பாஞ்சலிபூவே உன் பாதத்தில் புஷ்பாஞ்சலிபொன்னே உன் பெயருக்கு பொன்னாஞ்சலிகண்ணே உன் குரலுக்கு கீதாஞ்சலிகண் காணா அழகுக்கு கவிதாஞ்சலி",
      "Metophor": "கடலிலே மழை வீழ்ந்தபின்\nஎந்த துளி மழைத் துளி\nகாதலில் அது போல நான்\nகலந்திட்டேன் காதலி ",
      "Meaning": "கடலில் மழை துளி விழுந்து பின் எது அத் துளி என்று கண்டு பிடிக்க முடியாத போல கலந்திருக்குமோ அவ்வாறு காதலில் நான் கலந்து விட்டேன்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "கொம்பன் சுறா",
      "album": "மரியான்",
      "year": 2013,
      "composer": "AR ரஹ்மான்",
      "lyricist": "தனுஷ்",
      "singers": "['யுவன் சங்கர் ராஜா']",
      "lyrics": "ஆடாத கால்களும் ஆடும் அய்யாஎங்க காதோரம் கடல் புறா பாடும் அய்யாவங்காள கரையோரம் வாரும் அய்யாஎங்க பாய்மர விளையாட்ட பாரும் அய்யா கொம்பன் சுறா வேட்டையாடும்கடல் ராசா நான் கடல் ராசா நான்ரத்தம் சிந்தி முத்து குளித்திடும்கடல் ராசா நான் மரியன் நான் நெத்திலி கொழம்பு வாடை ஹே ஹே ஹேஎங்க நீரோடி காத்துல வீசும் அய்யாஏ ஒத்தை மர கல்லும் உப்பு கருவாடும்சித்தம் குளிர்ந்திடும் வாடை அய்யா            ஏக்கம் கொண்ட ஆவி அழுதிடகோவம் கொன்று வித்தகாட்டிடும் கோமாளி நா ஏக்கம் கொண்ட ஆவி அழுதிடகோவம் கொன்று வித்தகாட்டிடும் கோமாளி நா கொம்பன் சுறா வேட்டையாடும்கடல் ராசா நான் கடல் ராசா நான்ரத்தம் சிந்தி முத்து குளித்திடும்கடல் ராசா நான் மரியன் நான் நான் ஒத்தையில் பாடுறேனே தன்னாலஇந்த பாலைவன பாறைகளின் முன்னாலமுன்னால நான் ஒத்தையில் பாடுறேனே தன்னாலஇந்த பாலைவன பாறைகளின் முன்னாலமுன்னால            வெறும் புத்திகெட்ட பாவிகளின் நடுவேபொலம்பும் என் உயிரே உயிரே நான் ஊருவிட்டு ஊரு வந்தேன் தனியாகஇப்ப ஊனமாக சுத்துறேனே அடியேஎங்கூட்டம் வரு ஒன்ன சேரும் நெனப்புலதவிச்சேன் பனிமலரே பனிமலரே பனிமலரே கொம்பன் சுறா வேட்டையாடும்கடல் ராசா நான் கடல் ராசா நான்கொம்பன் சுறா வேட்டையாடும்கடல் ராசா நான் கடல் ராசா நான்",
      "Metophor": "நான் ஒத்தையில் பாடுகிறேன் தன்னாலே இந்த பாலா வன பாறைகளின் முன்னால் ",
      "Meaning": "யாருக்கும் தெரியாமல் தனது வேலை யை தான் சரி வர செய்து கொண்டே உள்ளார், பலன் எதிர் பார்க்க படவில்லை",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "சந்திரனை தொட்டது யாா்",
      "album": "ரட்சகன்",
      "year": 1997,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['ஹரிஹரன்', ' சுஜாதா மோகன்']",
      "lyrics": "சந்திரனை தொட்டது யாா்ஆம்ஸ்ட்ராங்கா அடி ஆம்ஸ்ட்ராங்காசத்தியமாய் தொட்டது யாா்நான்தானே அடி நான்தானே கனவு தேவதையே நிலவு நீதானேஉன் நிழலும் நான்தானேகனவு தேவதையே நிலவு நீதானேஉன் நிழலும் நான்தானே சந்திரனை தொட்டது யாா்நீதானா அட நீதானாசத்தியமாய் தொட்டவனும்நீதானா அது நீதானா நெருங்கி தொட்டவனேநிலவு நான்தானாஉன் நிலவு நான்தானாஉன் நிலவு நான்தானா ஹோ பூக்களை செடிகொடியின்பொருளென்று நினைத்திருந்தேன்ஓ பூக்களை செடிகொடியின்பொருளென்று நினைத்திருந்தேன்பூவை உன்னைப் பாா்த்த பின்னேபூக்களின் மொழியறிந்தேன் தலையணை என்பதெல்லாம்தலைக்கென்று நினைத்திருந்தேன்தலைவனைப் பிாிகையிலேதலையணைத் துணையறிந்தேன் தீப்பந்தம் போன்றவன் நான்தீபமென்று ஆகிவிட்டேன் புயலுக்கு பிறந்தவள் நான்தென்றலென்று மாறிவிட்டேன் கருங்கல்லைப் போன்றவன் நான்கற்பூரம் ஆகிவிட்டேன்சந்திரனை… சந்திரனை தொட்டது யாா்ஆம்ஸ்ட்ராங்கா அடி ஆம்ஸ்ட்ராங்காசத்தியமாய் தொட்டது யாா்நான்தானே அடி நான்தானே கனவு தேவதையே நிலவு நீதானேஉன் நிழலும் நான்தானேகனவு தேவதையே நிலவு நீதானேஉன் நிழலும் நான்தானே தாமரை மலா்கொண்டுஉடல் செய்த ஓவியமேஎன்னுடல் பாரம் மட்டும்எந்த விதம் தாங்குகிறாய் மீன்களை சுமப்பதொன்றும்நீருக்கு பாரமில்லைகாதலை சுமக்கையிலேகாதலரும் பாரமில்லை சொா்க்கத்துக்கு வந்துவிட்டோம்தா்க்கத்திற்க்கு நேரமில்லை முத்தங்கள் நீ வழங்குஇதழுக்கு நேரமில்லை ஓ தொடங்குதல் மிக எளிதுமுடிப்பதுதான் பொிய தொல்லை சந்திரனே… சந்திரனை தொட்டது யாா்ஆம்ஸ்ட்ராங்கா அடி ஆம்ஸ்ட்ராங்காசத்தியமாய் தொட்டது யாா்நான்தானே அடி நான்தானே கனவு தேவதையே நிலவு நீதானேஉன் நிழலும் நான்தானேகனவு தேவதையே நிலவு நீதானேஉன் நிழலும் நான்தானே",
      "Metophor": "மீன்களை சுமப்பதொன்றும் நீருக்கு பாரமில்லை\nகாதலை சுமக்கையிலே காதலரும் பாரமில்லை ",
      "Meaning": "நீர் மீனை சுமப்பது எவ்வாறு பாரமாக இருக்காதோ அவ்வாறு காதலை சுமப்பது காதலர்களுக்கு பாரமாக இருக்காது",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "சொட்ட சொட்ட நனையுது",
      "album": "தாஜ்மஹால்",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['ஸ்ரீனிவாஸ்']",
      "lyrics": "அடி நீ எங்கே அடி நீயெங்கேஏ அடி நீயெங்கேஅடி நீயெங்கே அடி நீயெங்கே சொட்ட சொட்ட நனையுது தாஜ்மஹாலுகுடையொன்னு குடையொன்னு தா கிளியேவிட்டுவிட்டு துடிக்குது என் நெஞ்சுவெக்கம் விட்டு வெக்கம் விட்டு வா வெளியே அடி நீ எங்கே நீ எங்கேநீ எங்கே நீ எங்கேநீ எங்கே நீ எங்கேபூ வைத்த பூ எங்கே மழை தண்ணி உசிர கரைக்குதேஉசிர் உள்ள ஒருத்திக்கு தாஜ்மஹால்கட்டி கொடுத்தவனும் நான்தாண்டி            அடி நீ எங்கே எங்கேநீ எங்கே கண்ணீருல மழையும் கரிக்குதேஅடியே நீ எங்கே எங்கேநீ எங்கே கண்ணீருல மழையும் கரிக்குதே சொட்ட சொட்ட நனையுது தாஜ்மஹாலுகுடையொன்னு குடையொன்னு தா கிளியேவிட்டுவிட்டு துடிக்குது என் நெஞ்சுவெக்கம் விட்டு வெக்கம் விட்டு வா வெளியே அடி நீ எங்கே நீ எங்கேநீ எங்கே நீ எங்கேநீ எங்கே நீ எங்கே உனக்காக பரிசு ஒன்று கொண்டேன்எதற்காக நீ விலகி நின்றாய்நான் மழையல்லவேஏன் ஒதுங்கி நின்றாய் உனக்காக பரிசு ஒன்று கொண்டேன்எதற்காக நீ விலகி நின்றாய்நான் மழையல்லவேஏன் ஒதுங்கி நின்றாய்            எனைக்கண்டு சென்ற கனவேஉயிரைத் துண்டு செய்த மலரேவந்து மழையிழாடு மயிலே மயிலே உன் நாணம் என்ன கண்ணேமேகம் அட்சதை போடும்போதுதலையை நீட்ட வேண்டும் கண்ணே கண்ணே நீருக்கும் நமக்கும் ஒரு தேவபந்தம்அன்பே உருவானதுநீருக்குள் முகம் பார்த்த ஜோடி ஒன்றைமீண்டும் மழை சேர்த்தது சொட்ட சொட்ட நனையுது தாஜ்மஹாலுகுடையொன்னு குடையொன்னு தா கிளியேவிட்டுவிட்டு துடிக்குது என் நெஞ்சுவெக்கம் விட்டு வெக்கம் விட்டு வா வெளியே அடி நீ எங்கே நீ எங்கேஅடி நீ எங்கே நீ எங்கேநீ எங்கே நீ எங்கேபூ வைத்த பூ எங்கே மழை தண்ணி உசிர கரைக்குதேஉசிர் உள்ள ஒருத்திக்கு தாஜ்மஹால்கட்டி கொடுத்தவனும் நான்தாண்டி அடி நீ எங்கே எங்கேநீ எங்கே கண்ணீருல மழையும் கரிக்குதேஅடியே நீ எங்கே எங்கேநீ எங்கே கண்ணீருல மழையும் கரிக்குதே அடி நீ எங்கே எங்கேநீ எங்கே கண்ணீருல மழையும் கரிக்குதேஅடியே நீ எங்கே",
      "Metophor": "வந்து மூன்று முடிச்சு போடு பின்பு முத்த முடிச்சு போடு ",
      "Meaning": "திருமணம் என்னும் தாலி ஐ மூன்று முடித்து கட்டிய பின் எனக்கு முத்தம் தா",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "வெண்ணிலவே வெண்ணிலவே",
      "album": "மின்சார கனவு",
      "year": 1997,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['ஹரிஹரன்', ' ஷாதனா சர்கம்']",
      "lyrics": "வெண்ணிலவே வெண்ணிலவேவிண்ணை தாண்டி வருவாயாவிளையாட ஜோடி தேவைவெண்ணிலவே வெண்ணிலவேவிண்ணை தாண்டி வருவாயாவிளையாட ஜோடி தேவை வெண்ணிலவே வெண்ணிலவேவிண்ணை தாண்டி வருவாயாவிளையாட ஜோடி தேவைஇந்த பூலோகத்தில் யாரும்பாா்க்கும் முன்னே உன்னைஅதிகாலை அனுப்பி வைப்போம் இது இருளல்ல அது ஒளியல்லஇது இரண்டோடும் சேராத பொன் நேரம்இது இருளல்ல அது ஒளியல்லஇது இரண்டோடும் சேராத பொன் நேரம்தலை சாயாதே விழி மூடாதேசில மொட்டுக்கள் சட்டென்று பூவாகும் பெண்ணே பெண்ணேபூலோகம் எல்லாமேதூங்கிபோன பின்னேபுல்லோடு பூவிழும்ஓசை கேட்கும் பெண்ணே நாம் இரவின் மடியில்பிள்ளைகள் ஆவோம்பாலுாட்ட நிலவுண்டு வெண்ணிலவே வெண்ணிலவேவிண்ணை தாண்டி வருவாயாவிளையாட ஜோடி தேவைஇந்த பூலோகத்தில் யாரும்பாா்க்கும் முன்னே உன்னைஅதிகாலை அனுப்பி வைப்போம் எட்டாத உயரத்தில்நிலவை வைத்தவன் யாருகையோடு சிக்காமல்காற்றை வைத்தவன் யாரு இதை எண்ணி எண்ணிஇயற்கையை வியக்கிறேன்எட்டாத உயரத்தில்நிலவை வைத்தவன் யாரு பெண்ணே பெண்ணேபூங்காற்று அறியாமல்பூவை திறக்க வேண்டும்பூக்கூட அறியாமல்தேனை ருசிக்க வேண்டும் அட உலகைரசிக்க வேண்டும் நான்உன் போன்ற பெண்ணோடு வெண்ணிலவே வெண்ணிலவேவிண்ணை தாண்டி வருவாயாவிளையாட ஜோடி தேவை",
      "Metophor": "எட்டாத உயரத்தில் நிலவை வைத்தவன் யாரு?\nகையோடு சிக்காமல் காற்றை வைத்தவன் யாரு?\nஇதை எண்ணி எண்ணி இயற்கையை வியக்கிறேன் ",
      "Meaning": "இயற்கையாக நிலவு தொட முடியாத தூரம் உள்ளது, காற்று கை யால் பிடிக்க முடியாது, இவ்வாறு இயற்கை உருவாக்கியது எ‌ப்படி என்று எண்ணி வியக்கிறேன்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "பூவுக்குள் ஒளிந்திருக்கும்",
      "album": "ஜீன்ஸ்",
      "year": 1998,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['உன்னிகிருஷ்ணன்', 'சுஜாதா மோகன்']",
      "lyrics": "பூவுக்குள் ஒளிந்திருக்கும்கனிக்கூட்டம் அதிசயம்வண்ணத்துப் பூச்சி உடம்பில்ஓவியங்கள் அதிசயம் துளைசெல்லும் காற்றுமெல்லிசையாதல் அதிசயம்குருநாதர் இல்லாதகுயில் பாட்டு அதிசயம் அதிசயமே அசந்து போகும்நீ எந்தன் அதிசயம் கல்தோன்றி மண்தோன்றிக்கடல்தோன்றும் முன்னாலேஉண்டான காதல் அதிசயம் ஓ ஹோபதினாறு வயதான பருவத்தில்எல்லோர்க்கும் படர்கின்றகாதல் அதிசயம் ஓ ஹோ பூவுக்குள் ஒளிந்திருக்கும்கனிக்கூட்டம் அதிசயம்வண்ணத்துப் பூச்சி உடம்பில்ஓவியங்கள் அதிசயம் துளைசெல்லும் காற்றுமெல்லிசையாதல் அதிசயம்குருநாதர் இல்லாதகுயில் பாட்டு அதிசயம் அதிசயமே அசந்துபோகும் நீ எந்தன் அதிசயம் ஒரு வாசமில்லா கிளையின் மேல்நறுவாசமுள்ள பூவை பாா்பூவாசம் அதிசயமேஅலைக்கடல் தந்த மேகத்தில்சிறு துளிக்கூட உப்பில்லைமழை நீரும் அதிசயமே மின்சாரம் இல்லாமல்மிதக்கின்ற தீபம்போல்மேனி கொண்ட மின்மினிகள் அதிசயமேஉடலுக்குள் எங்கே உயிருள்ளதென்பதும்உயிருக்குள் காதல் எங்குள்ளதென்பதும்நினைத்தால் நினைத்தால் அதிசயமே கல்தோன்றி மண்தோன்றிக்கடல்தோன்றும் முன்னாலேஉண்டான காதல் அதிசயம் ஓ ஹோ பதினாறு வயதானபருவத்தில் எல்லோர்க்கும்படர்கின்ற காதல் அதிசயம் ஓ ஹோ பூவுக்குள் ஒளிந்திருக்கும்கனிக்கூட்டம் அதிசயம்வண்ணத்துப் பூச்சி உடம்பில்ஓவியங்கள் அதிசயம் துளைசெல்லும் காற்றுமெல்லிசையாதல் அதிசயம் குருநாதர் இல்லாதகுயில் பாட்டு அதிசயம் அதிசயமே அசந்து போகும்நீ எந்தன் அதிசயம் பெண்பால் கொண்ட சிறுதீவுஇரு கால்கொண்டு நடமாடும்நீதான் என் அதிசயமேஉலகில் ஏழல்ல அதிசயங்கள்வாய்பேசும் பூவே நீஎட்டாவது அதிசயமே வான் மிதக்கும் உன் கண்கள்தேன் தெறிக்கும் கன்னங்கள்பால் குடிக்கும் மதரங்கள் அதிசயமேநங்கைகொண்ட விரல்கள் அதிசயமேநகம் என்ற கிரீடம் அதிசயமேஅசையும் வளைவுகள் அதிசயமே கல்தோன்றி மண்தோன்றிக்கடல்தோன்றும் முன்னாலேஉண்டான காதல் அதிசயம் ஓ ஹோ பதினாறு வயதானபருவத்தில் எல்லோர்க்கும்படர்கின்ற காதல் அதிசயம் பூவுக்குள் ஒளிந்திருக்கும்கனிக்கூட்டம் அதிசயம் வண்ணத்துப் பூச்சிஉடம்பில் ஓவியங்கள் அதிசயம் துளைசெல்லும் காற்றுமெல்லிசையாதல் அதிசயம் குருநாதர் இல்லாதகுயில் பாட்டு அதிசயம் அதிசயமே அசந்து போகும்நீ எந்தன் அதிசயம்",
      "Metophor": "அதிசயமே அசந்துபோகும் நீயெந்தன் அதிசயம் ",
      "Meaning": "உலகில் உள்ள எல்லா அதிசயங்களும் வியக்கும் அளவிற்கு உள்ள நீ.",
      "Source Domain": "Nature",
      "Target Domain": "Girl"
    },
    {
      "song_name": "அன்பே அன்பே கொல்லாதே",
      "album": "ஜீன்ஸ்",
      "year": 1998,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['ஹரிஹரன்', ' அனுராதா ஸ்ரீராம்']",
      "lyrics": "அன்பே அன்பே கொல்லாதேகண்ணே கண்ணை கிள்ளாதேபெண்ணே புன்னகையில்இதயத்தை வெடிக்காதேஐயோ உன்னசைவில்உயிரைக் குடிக்காதே அன்பே அன்பே கொல்லாதேகண்ணே கண்ணை கிள்ளாதே பெண்ணே உனதுமெல்லிடை பார்த்தேன்அடடா பிரம்மன் கஞ்சனடிசற்றே நிமிர்ந்தேன்தலை சுற்றிப் போனேன்ஆஹா அவனே வள்ளலடி மின்னலைப் பிடித்துத்தூரிகை சமைத்துரவிவர்மன் எழுதிய வதனமடிநூறடிப் பளிங்கை ஆறடி ஆக்கிச்சிற்பிகள் செதுக்கிய உருவமடி இதுவரை மண்ணில்பிறந்த பெண்ணில்நீதான் நீதான் அழகியடிஇத்தனை அழகும் மொத்தம் சேர்ந்துஎன்னை வதைப்பது கொடுமையடி அன்பே அன்பே கொல்லாதேகண்ணே கண்ணை கிள்ளாதே கொடுத்து வைத்த பூவே பூவேஅவள் கூந்தல் மணம் சொல்வாயாகொடுத்து வைத்த நதியே நதியேஅவள் குளித்தச் சுகம் சொல்வாயா கொடுத்து வைத்த கொலுசேகால் அளவைச் சொல்வாயாகொடுத்து வைத்த மணியேமார்ப்பு அழகைச் சொல்வாயா அழகிய நிலவில்ஆக்ஸிஜன் நிரப்பிஅங்கே உனக்கொரு வீடு செய்வேன்உன்னுயிர் காக்க என்னுயிர் கொண்டுஉயிருக்கு உயிரால் உனையிடுவேன் மேகத்தைப் பிடித்துமெத்தைகள் அமைத்துமெல்லிய பூ உன்னைத் தூங்க வைப்பேன்தூக்கத்தில் மாா்பில் வேர்க்கின்ற போதுநட்சத்திரம் கொண்டு நான் துடைப்பேன் பால் வண்ணப்பறவை குளிப்பதற்காகபனித்துளி எல்லாம் சேகரிப்பேன்தேவதை குளித்த துளிகளைஅள்ளித் தீர்த்தம் என்றே நான் குடிப்பேன் அன்பே அன்பே கொல்லாதேஅன்பே அன்பே கொல்லாதேகண்ணே கண்ணை கிள்ளாதே",
      "Metophor": "பெண்ணே உனது மெல்லிடை பார்த்தேன்\nஅடடா பிரம்மன் கஞ்சனடி ",
      "Meaning": "உன்னை படைத்த பிரம்மன், உனது இடையை இவ்வளவு சிறிதாக படைத்துள்ளான், அவன் கஞ்சன்.",
      "Source Domain": "Nature",
      "Target Domain": "Girl"
    },
    {
      "song_name": "முதல்முறைகிள்ளிப் பாா்த்தேன்",
      "album": "சங்கமம்",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['சுஜாதா', ' ஸ்ரீனிவாஸ்']",
      "lyrics": "முதல்முறை கிள்ளிப் பாா்த்தேன்முதல்முறை கண்ணில் வோ்த்தேன்எந்தன் தாயின் கா்ப்பம் தாண்டிமறுமுறை உயிா் கொண்டேன்உன்னால் இருமுறை உயிா் கொண்டேன் முதல்முறை கிள்ளிப் பாா்த்தேன்முதல்முறை கண்ணில் வோ்த்தேன்எந்தன் தாயின் கா்ப்பம் தாண்டிமறுமுறை உயிா் கொண்டேன்உன்னால் இருமுறை உயிா் கொண்டேன் முதல்முறை எனக்குஅழுதிடத் தோன்றும் ஏன்கண்ணீருண்டு சோகமில்லைஆமாம் மழையுண்டு மேகமில்லை கால்களில் கிடந்தசலங்கையைத் திருடிஅன்பே என் மனசுக்குள்கட்டியதென்ன சலங்கைகள் அணிந்தும்சத்தங்களை மறைத்தாய்பெண்ணே உன் உள்ளம்தன்னை ஒளித்ததென்ன விதையொன்று உயிா் கொள்ளவெப்பம் காற்று ஈரம் வேண்டும்காதல் வந்து உயிா் கொள்ளகாலம் கூட வேண்டும் ஒரு விதை உயிா் கொண்டதுஆனால் இரு நெஞ்சில் வோ் கொண்டது சலங்கையே கொஞ்சம் பேசுமௌனமே பாடல் பாடுமொழியெல்லாம் ஊமையானால்கண்ணீா் உரையாடும்அதில் கவிதை அரங்கேறும் பாதையும் தூரம்நான் ஒரு பாரம்என்னை உன் எல்லை வரைகொண்டு செல்வாயா உடலுக்குள் இருக்கும்உயிா் ஒரு சுமையாபெண்ணே உன்னை நானும்விட்டுச் செல்வேனா தந்தை தந்த உயிா் தந்தேன்தாய் தந்த உடல் தந்தேன்உறவுகள் எல்லாம் சோ்த்துஉன்னிடம் கண்டேன் மொத்தத்தையும் நீ கொடுத்தாய்ஆனால் முத்தத்துக்கோா் நாள் குறித்தாய் முதல்முறை கிள்ளிப் பாா்த்தேன்முதல்முறை கண்ணில் வோ்த்தேன்எந்தன் தாயின் கா்ப்பம் தாண்டிமறுமுறை உயிா் கொண்டேன்உன்னால் இருமுறை உயிா் கொண்டேன் முதல்முறை எனக்குஅழுதிடத் தோன்றும் ஏன்கண்ணீருண்டு சோகமில்லைஆமாம் மழையுண்டு மேகமில்லை",
      "Metophor": "விதையொன்று உயிா் கொள்ள\nவெப்பம் காற்று ஈரம் வேண்டும்\nகாதல் வந்து உயிா் கொள்ள\nகாலம் கூட வேண்டும் ",
      "Meaning": "விதை உயிர் பெற்று மரமாக மாற வெப்பம் காற்று ஈரம் தேவை, அது போல காதல் தெளிவு பெற்று உண்மையாக மாற காலம் கூட தேவை",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "முழுமதி அவளது முகமாகும்",
      "album": "ஜோதா அக்பர்",
      "year": 2008,
      "composer": "ஏ.ஆர்.ரஹ்மான்",
      "lyricist": "–",
      "singers": "['ஸ்ரீனிவாஸ்']",
      "lyrics": "முழுமதி அவளது முகமாகும்மல்லிகை அவளது மணமாகும்மின்னல்கள் அவளது விழியாகும்மௌனங்கள் அவளது மொழியாகும் மார்கழி மாதத்துபனித்துளி அவளது குரலாகும்மகரந்த காட்டின்மான்குட்டி அவளது நடையாகும் அவளை ஒரு நாள் நான் பார்த்தேன்இதயம் கொடு என வரம் கேட்டேன்அதை கொடுத்தாள் உடனேஎடுத்தே சென்றுவிட்டாள் ஓஹோ முழுமதி அவளது முகமாகும்மல்லிகை அவளது மணமாகும்மார்கழி மாதத்துபனித்துளி அவளது குரலாகும்மகரந்த காட்டின்மான்குட்டி அவளது நடையாகும்            கால்தடமே பதியாதகடல்தீவு அவள்தானேஅதன் வாசனை மணலில்பூச்செடி ஆக நினைத்தேன் கேட்டதுமே மறக்காதமெல்லிசையும் அவள்தானேஅதன் பல்லவி சரணம் புரிந்தும்மௌனத்தில் இருந்தேன் ஒரு கரையாக அவளிருக்கமறுகரையாக நான் இருக்கஇடையில் தனிமை தளும்புதேநதியாய்… கானல் நீரில் மீன் பிடிக்ககைகள் நினைத்தால் முடிந்திடுமாநிகழ்காலம் நடுவேவேடிக்கை பார்க்கிறதே ஓஹோ முழுமதி அவளது முகமாகும்மல்லிகை அவளது மணமாகும்மார்கழி மாதத்துபனித்துளி அவளது குரலாகும்மகரந்த காட்டின்மான்குட்டி அவளது நடையாகும்            அமைதியுடன் அவள் வந்தாள்விரல்களை நான் பிடித்து கொண்டேன்பல வானவில் பார்த்தேவழியில் தொடர்ந்தது பயணம் உறக்கம் வந்தே தலைகோதமரத்தடியில் இளைப்பாறிகண் திறந்தேன் அவளும் இல்லைகசந்தது நிமிடம் அருகில் இருந்தால் ஒரு நிமிடம்தொலைவில் தெரிந்தால் மறு நிமிடம்கண்களில் மறையும் பொய்மான் போல்ஓடுகிறாள்… அவளுக்கும் எனக்கும் நடுவினிலேதிரையொன்று தெரிந்தது எதிரினிலேமுகம் மூடி அணிந்தால்முகங்கள் தெரிந்திடுமா ஓஹோ முழுமதி அவளது முகமாகும்மல்லிகை அவளது மணமாகும்மார்கழி மாதத்துபனித்துளி அவளது குரலாகும்மகரந்த காட்டின்மான்குட்டி அவளது நடையாகும் Muzhumathi Avalathu Song Lyrics Muzhumadhi Avalathu MugamaagumMalligai Avalathu ManamaagumMinnalgal Avalathu VizhiyaagumMounangal Avalathu Mozhiyaagum Maargazhi Maadhathu PaniththuliAvalathu KuralaagumMagarandha Kaattin Maan KuttiAvaladhu Nadaiyaagum Avalai Oru Naal Naan PaarthenIdhayam Kodu Ena Varam KettenAthai Koduththaal UdaneEduththu Sendru Vittaal Muzhumathi Avalathu MugamaagumMalligai Avalathu ManamaagumMinnalgal Avalathu VizhiyaagumMounangal Avalathu Mozhiyaagum Maargazhi Maadhathu PaniththuliAvalathu KuralaagumMagarandha Kaattin Maan KuttiAvaladhu Nadaiyaagum Kaalthadame PadhiyaadhuKadaltheevu Aval ThaaneAthan Vaasanai ManalilPoochchediyaaga Ninaithen Kettathume MarakkaathaMellisaiyum AvalthaaneAthan Pallavi Charanam PurinthumMounaththil Nindren Oru Karaiyaaga Aval IrukkaMaru Karaiyaaga Naan IrukkaIdaiyil ThanimaiThalumbuthe Nadhiyaai Kaanal Neeril Meen PidikkaKaigal Nianaiththaal MudinthidumaaNigazhkaalam NaduvilVedikkai Paarkkirathe Muzhumathi Avalathu MugamaagumMalligai Avalathu ManamaagumMinnalgal Avalathu VizhiyaagumMounangal Avalathu Mozhiyaagum Maargazhi Maadhathu PaniththuliAvalathu KuralaagumMagarandha Kaattin Maan KuttiAvaladhu Nadaiyaagum Amaithiyudan Aval VandhaalViralgalai Naan Pidiththu KondenPala Vaanavil Paarthe VazhiyilThodarnthathu Payanam Urakkam Vanthe ThalaikkodhaMaraththadiyil ilaippaariKan Thiranthe Avalum IllaiKasanthathu Nimidam Arugil Irunthaal Oru NimidamTholaivil Therinthaal Maru NimidamKangalil MaraiyumPoimaan Pol Odugiraal Avalukkum Enakkum NaduvinileThirai Ondru Therinthathu EdhirinileMugamoodi AninthaalMugangal Therinthidumaa Muzhumadhi Avalathu MugamaagumMalligai Avalathu ManamaagumMinnalgal Avalathu VizhiyaagumMounangal Avalathu Mozhiyaagum Maargazhi Maadhathu PaniththuliAvalathu KuralaagumMagarandha Kaattin Maan KuttiAvaladhu Nadaiyaagum",
      "Metophor": "முழுமதி அவளது முகமாகும்\nமல்லிகை அவளது மணமாகும்\nமின்னல்கள் அவளது விழியாகும் ",
      "Meaning": "முழு மதி போல வட்ட பிரகாச முகம், மல்லிகை போல வாசம் கொண்டவள், மின்னல் போல பிரகாச வெளிச்ச பார்வை கொண்டவள்",
      "Source Domain": "Nature",
      "Target Domain": "Girl"
    },
    {
      "song_name": "நெஞ்சுக்குள்ள",
      "album": "கடல்",
      "year": 2013,
      "composer": "ஏ.ஆர்.ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['ஷக்திஸ்ரீ கோபாலன்']",
      "lyrics": "நெஞ்சுக்குள்ளஉம்ம முடிஞ்சிருக்கேன் நெஞ்சுக்குள்ளஉம்ம முடிஞ்சிருக்கேன்இங்க எத்திசையில்எம்பொழப்பு விடிஞ்சிருக்கோ வெள்ளை பார்வைவீசிவிட்டீர் முன்னாடிஇத தாங்காத மனசுதண்ணி பட்ட கண்ணாடி வண்ண மணியாரம்வலதுகை கெடியாரம்ஆனை புலியெல்லாம்அடக்கும் அதிகாரம்            நீர் போன பின்னும் நிழல் மட்டும்போகலயே போகலயேநெஞ்சுகுழியில் நிழல் வந்துவிழுந்துருச்சு அப்ப நிமிந்தவ தான் அப்பறமாகுனியலையே குனியலையேகொடக்கம்பி போல மனம்குத்தி நிக்குதே நெஞ்சுக்குள்ளஉம்ம முடிஞ்சிருக்கேன் நெஞ்சுக்குள்ளஉம்ம முடிஞ்சிருக்கேன்இங்க எத்திசையில்எம்பொழப்பு விடிஞ்சிருக்கோ பச்சி ஒறங்கிருச்சுபால் தயிரா தூங்கிருச்சுஇச்சி மரத்து மேலஎல கூட தூங்கிருச்சு            காச நோய்க்காரிகளும்கண்ணுறங்கும் வேளையிலஆச நோய் வந்தமகஅரைநிமிசம் தூங்கலையே நெஞ்சுக்குள்ளஉம்ம முடிஞ்சிருக்கேன்இங்க எத்திசையில்எம்பொழப்பு விடிஞ்சிருக்கோ ஒரு வாய் எறங்கலையேஉள் நாக்கு நனையலையேஏழெட்டு நாளாஎச்சில் முழுங்கலையே ஏலே இளஞ்சிறுக்கிஏதோ சொல்ல முடியலையேரப்பர் வளவிக்கெல்லாம்சத்தமிட வாயில்லையே ஓ நெஞ்சுக்குள்ளஉம்ம முடிஞ்சிருக்கேன்இங்க எத்திசையில்எம்பொழப்பு விடிஞ்சிருக்கோ வெள்ளை பார்வைவீசிவிட்டீர் முன்னாடிஇத தாங்காத மனசுதண்ணி பட்ட கண்ணாடி வண்ண மணியாரம்வலதுகை கெடியாரம்ஆனை புலியெல்லாம்அடக்கும் அதிகாரம் நீர் போன பின்னும் நிழல் மட்டும்போகலயே போகலயேநெஞ்சுகுழியில் நிழல் வந்துவிழுந்துருச்சு அப்ப நிமிந்தவ தான் அப்பறமாகுனியலையே குனியலையேகொடக்கம்பி போல மனம்குத்தி நிக்குதே நெஞ்சுக்குள்ளஉம்ம முடிஞ்சிருக்கேன் நெஞ்சுக்குள்ளஉம்ம முடிஞ்சிருக்கேன்இங்க எத்திசையில்எம்பொழப்பு விடிஞ்சிருக்கோ",
      "Metophor": "காச நோய்க் காரிகளும்\nகண்ணுறங்கும் வேளையில\nஆசநோய் வந்தமக\nஅரை நிமிசம் தூங்கலையே!",
      "Meaning": "உலகமே தூங்கி கொண்டிருக்கும் வேளையில் கூட உனது ஆசை காரணமாக இன்னும் சிறு நொடி கூட நான் துவங்கவில்லை.",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "ஒட்டகத்த கட்டிக்கோ",
      "album": "ஜென்டில் மேன்",
      "year": 1993,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['SP பாலசுப்ரமணியம்', ' S ஜானகி']",
      "lyrics": "கண்ணே என் முன்னேகடலும் துள்ளாதுபெண்ணே நான் தூண்டில் போட்டால்விண்மீனும் தப்பாது கண்ணே என் முன்னேகடலும் துள்ளாதுபெண்ணே நான் தூண்டில்போட்டால் விண்மீனும் தப்பாது உள்ளங்கை தேனேகள்வன் நான்தானேகள்வனை கொள்ளை கொண்டகள்ளி நீதானே பொன் கொண்டதுண்டுபெண் கொண்டதில்லைஅங்கம் சொந்தமானால்தங்கம் தேவையில்லை ஒட்டகத்த கட்டிக்கோகெட்டியாக ஒட்டிக்கோவட்ட வட்ட பொட்டுக்காரிஒத்துழைக்க ஒத்துக்கோபத்த வெச்சா பத்திக்கோவாய் வெடிச்ச மொட்டுக்காரி விடவேண்டும் அச்சத்தைதொடவேண்டும் உச்சத்தைஅதிகாலை சேலைசொல்லுமடி மிச்சத்தை ஒட்டகத்த கட்டிக்கோகெட்டியாக ஒட்டிக்கோவட்ட வட்ட பொட்டுக்காரிஒத்துழைக்க ஒத்துக்கோபத்த வெச்சா பத்திக்கோவாய் வெடிச்ச மொட்டுக்காரி உடைவாளில் நீ எந்தன்உடைதொட்ட அந்நேரம்உன் பார்வை எந்தன்உயிர் தொட்டா தருவாயோ கோழைக்கு வாழ்க்கை பட்டால்வாழ்வே என்னாகும்உன் வாலுக்கு வாழ்க்கைப் பட்டால்வாழ்வே பொன்னாகும் நீ என்னை மீண்டும்திருடத்தான் வேண்டும்முரட்டுக் கைகள் தொட்டுமொட்டுக்கள் பூக்கவேண்டும்",
      "Metophor": "கண்ணே என் முன்னே கடலும் துள்ளாது ",
      "Meaning": "என் நேரமும் அலையும் துள்ளலமாக உள்ள கடல் என் முன்னே அமைதி யாக இருக்கும், அதே போல் என்ன விஷயமும் எனக்கு முன் அமைதியாகவே இருக்கும்",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "எங்கே என் புன்னகை",
      "album": "தாளம்",
      "year": 1999,
      "composer": "ஏ.ஆர்.ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['ஷோபா ஷங்கர்', 'SB பாலசுப்ரமணியம்', ' சுக்ஹவிந்தர் சிங்']",
      "lyrics": "மழை நீரில் தேகமோதெப்பம் போல் நனைந்ததுதெப்பம் போல் நனைந்ததில்வெட்கம் ஏன் கரைந்தது மழை நீரில் தேகமோதெப்பம் போல் நனைந்ததுதெப்பம் போல் நனைந்ததில்வெட்கம் ஏன் கரைந்தது என் நாடி போலவேஎன் நெஞ்சம் குலைந்ததுநீா் செய்யும் லீலையேநேர் செய்ய மனம் ஏங்குது முகிலாயம் நனைந்ததைமுத்ததால் காயவைஎந்தன் தனிமையைதோள் செய்யவா ஓ பனி சிந்தும் சூரியன்அது உந்தன் பார்வையோபூக்களின் ராணுவம்அது உந்தன் மேனியோ கண்ணே உன் நெஞ்சமோகடல் கொண்ட ஆழமோநம் சொந்தம் கூடுமோஒளியின் நிழல் ஆகுமோ காதல் மழை பொழியுமோகண்ணீரில் நிரம்புமோஅது காலத்தின் முடிவல்லவோஓ தாளத்தில் நீ சேரவாஓ தாளிசை நான் பாடவா",
      "Metophor": "என் ஆடை போலவே என் நெஞ்சம் குலைந்தது ",
      "Meaning": "ஆடை கலைந்து உள்ள போன்று எனது மனமும் அமைதியாக இல்லமால் கலைந்து உள்ளது ஏதோ நினைத்து",
      "Source Domain": "Dress",
      "Target Domain": "Mind"
    },
    {
      "song_name": "கண்ணாளனே",
      "album": "பம்பாய்",
      "year": 1995,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['கே.எஸ்.சித்ரா']",
      "lyrics": "குழு: சல சல சல சோலை கிளியேசோலைய தேடிக்கசிலு சிலு சிலு சா்க்கர நிலவேமாலைய மாத்திக்க குழு: மாமன்காரன் ராத்திாி வந்தாமடியில கட்டிக்கமாமன் தந்த சங்கதி எல்லாம்மனசுல வச்சுக்க குழு: மாமன்காரன் ராத்திாி வந்தாமடியில கட்டிக்கமாமன் தந்த சங்கதி எல்லாம்மனசுல வச்சுக்க பெண்: கண்ணாளனே எனதுகண்ணை நேற்றோடு காணவில்லைஎன் கண்களைப் பறித்துக்கொண்டுஏனின்னும் பேசவில்லை            பெண்: ஆளான ஒரு சேதி அறியாமலேஅலைபாயும் சிறு பேதை நானோஉன் பேரும் என் பேரும் தொியாமலேஉள்ளங்கள் இடம் மாறும் ஏனோவாய் பேசவே வாய்ப்பில்லையேவலி தீர வழி என்னவோ பெண்: கண்ணாளனே எனதுகண்ணை நேற்றோடு காணவில்லைஎன் கண்களைப் பறித்துக்கொண்டுஏனின்னும் பேசவில்லை பெண்: ஆளான ஒரு சேதி அறியாமலேஅலைபாயும் சிறு பேதை நானோஉன் பேரும் என் பேரும் தொியாமலேஉள்ளங்கள் இடம் மாறும் ஏனோவாய் பேசவே வாய்ப்பில்லையேவலி தீர வழி என்னவோ பெண்: உந்தன் கண்ஜாடைவிழுந்ததில் நெஞ்சம் நெஞ்சம்தறிகெட்டுத் தளும்புது நெஞ்சம்எந்தன் நுாலாடைபறந்ததில் கொஞ்சம் கொஞ்சம்பிறை முகம் பாா்த்தது கொஞ்சம் பெண்: ரத்தம் கொதிகொதிக்கும்உலை கொதித்திடும் நீா்க்குமிழ் போலசித்தம் துடிதுடிக்கும்புயல் எதிா்த்திடும் ஓா் இலை போல            பெண்: பனித்துளிதான் என்ன செய்யுமோமூங்கில் காட்டில் தீ விழும்போதுமூங்கில் காடென்று ஆகினால் மாது பெண்: கண்ணாளனே எனதுகண்ணை நேற்றோடு காணவில்லைஎன் கண்களைப் பறித்துக்கொண்டுஏனின்னும் பேசவில்லை பெண்: ஆளான ஒரு சேதி அறியாமலேஅலைபாயும் சிறு பேதை நானோஉன் பேரும் என் பேரும் தொியாமலேஉள்ளங்கள் இடம் மாறும் ஏனோவாய் பேசவே வாய்ப்பில்லையேவலி தீர வழி என்னவோ குழு: சல சல சல சோலை கிளியேசோலைய தேடிக்கசிலு சிலு சிலு சா்க்கர நிலவேமாலைய மாத்திக்க குழு: மாமன்காரன் ராத்திாி வந்தாமடியில கட்டிக்கமாமன் தந்த சங்கதி எல்லாம்மனசுல வச்சுக்க குழு: மாமன்காரன் ராத்திாி வந்தாமடியில கட்டிக்கமாமன் தந்த சங்கதி எல்லாம்மனசுல வச்சுக்க பெண்: ஒரு மின்சாரம்பாா்வையின் வேகம் வேகம்உன்னோடு நான் கண்டுகொண்டேன்ஒரு பெண்ணோடுதோன்றிடும் தாபம் தாபம்என்னோடு நான் கண்டுகொண்டேன் பெண்: என்னை மறந்துவிட்டேன்இந்த உலகத்தில் நானில்லை நானில்லைஉன்னை இழந்துவிட்டால்எந்த மலாிலும் தேனில்லை தேனில்லை பெண்: இது கனவா இல்லை நினைவாஎன்னை கிள்ளி உண்மை தெளிந்தேன்உன்னைப் பாா்த்தெந்தன் தாய்மொழி மறந்தேன் பெண்: கண்ணாளனே எனதுகண்ணை நேற்றோடு காணவில்லைஎன் கண்களைப் பறித்துக்கொண்டுஏனின்னும் பேசவில்லை பெண்: ஆளான ஒரு சேதி அறியாமலேஅலைபாயும் சிறு பேதை நானோஉன் பேரும் என் பேரும் தொியாமலேஉள்ளங்கள் இடம் மாறும் ஏனோவாய் பேசவே வாய்ப்பில்லையேவலி தீர வழி என்னவோ பெண்: கண்ணாளனே எனதுகண்ணை நேற்றோடு காணவில்லைஎன் கண்களைப் பறித்துக்கொண்டுஏனின்னும் பேசவில்லைகண்ணாளனே",
      "Metophor": "ரத்தம் கொதிகொதிக்கும்…\nஉலை கொதித்திடும் நீா்க்குமிழ் போல ",
      "Meaning": "தண்ணீர் கொதிக்கும் போல எனது இரத்தம் உம் இப்போது கொதிகொதிக்கும்.",
      "Source Domain": "Water",
      "Target Domain": "Blood"
    },
    {
      "song_name": "சந்தனத் தென்றலை",
      "album": "கண்டுகொண்டேன்கண்டுகொண்டேன்",
      "year": 2000,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['சங்கா் மகாதேவன்']",
      "lyrics": "இல்லை இல்லை சொல்லஒரு கணம் போதும்இல்லை என்ற சொல்லைத்தாங்குவதென்றால்இன்னும் இன்னும் எனக்கோா்ஜென்மம் வேண்டும்என்ன சொல்லப் போகிறாய் சந்தனத் தென்றலைஜன்னல்கள் தண்டித்தால்நியாயமா நியாயமாகாதலின் கேள்விக்குகண்களின் பதில் என்னமௌனமா மௌனமா அன்பே எந்தன் காதல் சொல்லநொடி ஒன்று போதுமேஅதை நானும் மெய்ப்பிக்கத்தானேஒரு ஆயுள் வேண்டுமே இல்லை இல்லை சொல்லஒரு கணம் போதும்இல்லை என்ற சொல்லைத்தாங்குவதென்றால்இன்னும் இன்னும் எனக்கோா்ஜென்மம் வேண்டும்என்ன சொல்லப் போகிறாய்என்ன சொல்லப் போகிறாய்            சந்தனத் தென்றலைஜன்னல்கள் தண்டித்தால்நியாயமா நியாயமாகாதலின் கேள்விக்குகண்களின் பதில் என்னமௌனமா மௌனமா அன்பே எந்தன் காதல் சொல்லநொடி ஒன்று போதுமேஅதை நானும் மெய்ப்பிக்கத்தானேஒரு ஆயுள் வேண்டுமே இல்லை இல்லை சொல்லஒரு கணம் போதும்இல்லை என்ற சொல்லைத்தாங்குவதென்றால்இன்னும் இன்னும் எனக்கோா்ஜென்மம் வேண்டும்என்ன சொல்லப் போகிறாய்என்ன சொல்லப் போகிறாய் இதயம் ஒரு கண்ணாடிஉனது பிம்பம் விழுந்ததடிஇதுதான் உன் சொந்தம்இதயம் சொன்னதடி கண்ணாடி பிம்பம் கட்டகயிா் ஒன்றும் இல்லையடிகண்ணாடி ஊஞ்சல்பிம்பம் ஆடுதடி            நீ ஒன்று சொல்லடி பெண்ணேஇல்லை நின்று கொல்லடி கண்ணே எந்தன் வாழ்க்கையேஉந்தன் விழிவிளிம்பில்என்னைத் துரத்தாதேஉயிா் கரையேறாதே இல்லை இல்லை சொல்லஒரு கணம் போதும்இல்லை என்ற சொல்லைத்தாங்குவதென்றால்இன்னும் இன்னும் எனக்கோா்ஜென்மம் வேண்டும்என்ன சொல்லப் போகிறாய்என்ன சொல்லப் போகிறாய் சந்தனத் தென்றலைஜன்னல்கள் தண்டித்தால்நியாயமா நியாயமாகாதலின் கேள்விக்குகண்களின் பதில் என்னமௌனமா மௌனமா விடியல் வந்த பின்னாலும்விடியாத இரவு எதுபூவாசம் வீசும்உந்தன் கூந்தலடி இவ்வுலகம் இருண்ட பின்னும்இருளாத பாகம் எதுகதிா் வந்து பாயும்உந்தன் கண்களடி பல உலக அழகிகள் கூடிஉன் பாதம் கழுவலாம் வாடி என் தளிா் மலரேஇன்னும் தயக்கமென்னஎன்னைப் புாியாதாஇது வாழ்வா சாவா என்ன சொல்லப் போகிறாய்என்ன சொல்லப் போகிறாய்என்ன சொல்லப் போகிறாய்என்ன சொல்லப் போகிறாய்நியாயமா நியாயமா என்ன சொல்லப் போகிறாய்என்ன சொல்லப் போகிறாய்மௌனமா மெளனமாஎன்ன சொல்லப் போகிறாய்",
      "Metophor": "இதயம் ஒரு கண்ணாடி\nஉனது பிம்பம் விழுந்ததடி ",
      "Meaning": "ஒரு கண்ணாடி யில் பிம்பம் விழுவது போல என் இதயத்தில் நீ தோன்றி விட்டா.",
      "Source Domain": "Glass",
      "Target Domain": "Heart"
    },
    {
      "song_name": "ராவோடும் பகலோடும்",
      "album": "மின்சார கனவு",
      "year": 1997,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['சங்கர் மகாதேவன்', ' கவிதா பௌடுவல்']",
      "lyrics": "என் அழகென்ன என் தொழில் என்னஏன் என்னோடு உன் காதல் உண்டாச்சுஎன் அழகென்ன என் தொழில் என்னஏன் என்னோடு உன் காதல் உண்டாச்சு சிறு கண்ணீராய் நான் தவழ்ந்தேனேஇதில் எப்போது மின்சாரம் உண்டாச்சு பெண்ணே பெண்ணேராவோடும் பகலோடும்உந்தன் ஞாபக தொல்லைரயில் பாதை பூவோடுவண்டுகள் தூங்குவதில்லைஇது சரியா தவறா என்பதை சொல்லசாஸ்திரத்தில் இடமில்லை வெண்ணிலவே வெண்ணிலவேஎன்னை போல தேயாதேஉன்னோடும் காதல் நோயா ஒரு பூங்காவை போல்எந்தன் உள்ளம் வைத்தேன்அதில் புயல் வீசி குலைத்தது யார் வெண்ணிலவே வெண்ணிலவேஎன்னை போல தேயாதேஉன்னோடும் காதல் நோயா ஒரு பூங்காவை போல்எந்தன் உள்ளம் வைத்தேன்அதில் புயல் வீசி குலைத்தது யார்",
      "Metophor": "ஒரு பூங்காவை போல்\nஎந்தன் உள்ளம் வைத்தேன்\nஅதில் புயல் வீசி குலைத்தது யார் ",
      "Meaning": "பூங்கா வின் அழகை உம் அமைதியும் போல இருந்த எனது உள்ளம் இப்போது புயல் வீசின பின் இருப்பது போல தடுமாற காரணம் யார்",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "எல்லாப் புகழும்",
      "album": "அழகிய தமிழ் மகன்",
      "year": 2007,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வாலி",
      "singers": "['AR ரஹ்மான்']",
      "lyrics": "முன்னால் முன்னால் முன்னால்முன்னால் வாடாஉன்னால் முடியும் உன்னால்முடியும் தோழா முன்னால் முன்னால் முன்னால்முன்னால் வாடாஉன்னால் முடியும் உன்னால்முடியும் தோழா எல்லாப் புகழும் ஒருவன் ஒருவனுக்கேநீ நதி போலே ஓடிக் கொண்டிருஎந்த வோ்வைக்கும் வெற்றிகள் வோ்வைக்குமேஉன்னை உள்ளத்தில் ஊா் வைக்குமே எல்லாப் புகழும் ஒருவன் ஒருவனுக்கேநீ நதி போலே ஓடிக் கொண்டிருஎந்த வோ்வைக்கும் வெற்றிகள் வோ்வைக்குமேஉன்னை உள்ளத்தில் ஊா் வைக்குமே            ஓ தோழா முன்னால் வாடாஉன்னால் முடியும் தள தள தளபதி நீதான் நீதான்அன்பின் தலைவா வெற்றி நமக்கேஅழகிய தமிழ் மகன் நீதானேநீதானே நீதானே எல்லாப் புகழும் ஒருவன் ஒருவனுக்கேநீ நதி போலே ஓடிக் கொண்டிருஎந்த வோ்வைக்கும் வெற்றிகள் வோ்வைக்குமேஉன்னை உள்ளத்தில் ஊா் வைக்குமே முன்னால் முன்னால் முன்னால்முன்னால் வாடாஉன்னால் முடியும் உன்னால்முடியும் தோழா நாளை நாளை நாளை என்றுஇன்றை இழக்காதேநீ இன்றை இழக்காதேநீ இன்றை இழக்காதே            இன்றை விதைத்தால்நாளை முளைக்கும்அதை நீ மறக்காதே நீஅதை நீ மறக்காதே நீ நேற்று நடந்த காயத்தை எண்ணிநியாயத்தை விடலாமாநியாயம் காயம் அவனே அறிவான்அவனிடம் அதை நீ விட்டுச் செல் ஹே தோழா முன்னால் வாடாஉன்னால் முடியும் ஹே தள தள தளபதி நீதான் நீதான் ஹேஅன்பின் தலைவா வெற்றி நமக்கேஅழகிய தமிழ் மகன் நீதானே ஹே எல்லாப் புகழும் ஒருவன் ஒருவனுக்கேநீ நதி போலே ஓடிக் கொண்டிருஎந்த வோ்வைக்கும் வெற்றிகள் வோ்வைக்குமேஉன்னை உள்ளத்தில் ஊா் வைக்குமே முன்னால் முன்னால் முன்னால்முன்னால் வாடாஉன்னால் முடியும் உன்னால்முடியும் தோழா முன்னால் முன்னால் முன்னால் முன்னால்முன்னால் வாடாஉன்னால் முடியும் உன்னால்முடியும் தோழா மாணவன் மனது வைத்தால்முடியாது என்பது இல்லைகடல் போல் மலை போல்காற்றை போல் பூமி போல் நீ பெருமை சேரடாபிறந்தோம் இருந்தோம்சென்றோம் என்ற வாழ்வைதூக்கிப் போடடாமாணவன் மனது வைத்தால் எல்லாப் புகழும் ஒருவன் ஒருவனுக்கேநீ நதி போலே ஓடிக் கொண்டிருஎந்த வோ்வைக்கும் வெற்றிகள் வோ்வைக்குமேஉன்னை உள்ளத்தில் ஊா் வைக்குமே எல்லாப் புகழும் ஒருவன் ஒருவனுக்கேநீ நதி போலே ஓடிக் கொண்டிருஎந்த வோ்வைக்கும் வெற்றிகள் வோ்வைக்குமேஉன்னை உள்ளத்தில் ஊா் வைக்குமே ஓ ஓ ஹே தோழாமுன்னால் வாடாஉன்னால் முடியும்உன்னால் முடியும் ஓ தோழா முன்னால் வாடாஉன்னால் முடியும் தள தள தளபதி நீதான் நீதான்அன்பின் தலைவா வெற்றி நமக்கேஅழகிய தமிழ் மகன் நீதானேநீதானே நீதானே சிறுகுற        ",
      "Metophor": "நீ நதி போலே ஓடிக் கொண்டிரு ",
      "Meaning": "நதி எவ்வாறு நிற்காமல் ஓடுகின்றது, அதே போல நாமும் என்ன தடை வந்தாலும் அதை பொருட்படுத்தாமல் முன்னேறி செல்ல வேண்டும்.",
      "Source Domain": "River",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "காலையில் தினமும்",
      "album": "நியூ",
      "year": 2004,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வாலி",
      "singers": "['உன்னிகிருஷ்ணன்', 'சாதனா சர்கம்']",
      "lyrics": "காலையில் தினமும் கண் விழித்தால்நான் கை தொடும் தேவதை அம்மாஅன்பென்றாலே அம்மாஎன் தாய் போல் ஆகிடுமா காலையில் தினமும் கண் விழித்தால்நான் கை தொடும் தேவதை அம்மாஅன்பென்றாலே அம்மாஎன் தாய் போல் ஆகிடுமா இமை போல் இரவும் பகலும்எனை காத்த அன்னையேஉனதன்பு பார்த்த பின்பு அதை விடவானம் பூமி ஆகும் சிறியது காலையில் தினமும் கண் விழித்தால்நான் கை தொடும் தேவதை அம்மாஅன்பென்றாலே அம்மாஎன் தாய் போல் ஆகிடுமா காலையில் தினமும் கண் விழித்தால்நான் கை தொடும் தேவதை அம்மாஅன்பென்றாலே அம்மாஎன் தாய் போல் ஆகிடுமா இமை போல் இரவும் பகலும்எனை காத்த அன்னையேஉனதன்பு பார்த்த பின்பு அதை விடவானம் பூமி ஆகும் சிறியது நிறைமாத நிலவே வா வாநடை போடு மெதுவாமெதுவா அழகே உன் பாடுஅறிவேன் அம்மா மசக்கைகள் மயக்கம் கொண்டுமடி சாயும் வாழை தண்டுசுமையல்ல பாரம்சுகம் தான் அம்மா தாயான பின்பு தான்நீ பெண்மணிதோள் மீது தூங்கடிகண்மணி கண்மணி காலையில் தினமும் கண் விழித்தால்நான் கை தொடும் தேவதை அம்மாஅன்பென்றாலே அம்மாஎன் தாய் போல் ஆகிடுமா இமை போல் இரவும் பகலும்எனை காத்த அன்னையேஉனதன்பு பார்த்த பின்பு அதை விடவானம் பூமி ஆகும் சிறியது ஒரு பிள்ளை கருவில் கொண்டுஒரு பிள்ளை கையில் கொண்டுஉறவாடும் யோகம்ஒரு தாய்கென்று மழலை போல் உந்தன் நெஞ்சம்உறங்கட்டும் பாவம் கொஞ்சம்தாய்க்கு பின் தாரம்நான்தான் அய்யா தாலேலோ பாடுவேன்நீ தூங்குடாதாயாக்கி வைத்ததேநீயடா நீயடா தலைவா நீதான் எந்தன்தலைச்சன் பிள்ளைபாடுகிறேன் நான் தாலோதனிசை பூவே தாலோபொன்மணி தாலேலோ நிலவோ நிலத்தில் இறங்கிஉன்னை கொஞ்ச எண்ணுதேஅதிகாலை சேவல் கூவும் அதுவரைபஞ்சு நெஞ்சில் நீயும் உறங்கிடு தலைவா நீதான் எந்தன்தலைச்சன் பிள்ளைபாடுகிறேன் நான் தாலோதனிசை பூவே தாலோ பொன்மணி தாலேலோபொன்மணி தாலேலோபொன்மணி தாலேலோபொன்மணி தாலேலோ",
      "Metophor": "இமை போல் இரவும் பகலும்…\nஎனை காத்த அன்னையே ",
      "Meaning": "இமை கண்களை எவ்வாறு பாதுகாகிறது. அது போல எனது தாய் என்னை பாதுகாத்து உள்ளார்.",
      "Source Domain": "Eyes",
      "Target Domain": "Saving"
    },
    {
      "song_name": "நானே வருகிறேன்",
      "album": "ஓ காதல் கண்மணி",
      "year": 2015,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['ஷாஷா திருப்பதி', ' சத்ய பிரகாஷ்']",
      "lyrics": "பொல்லாத என் இதயம்ஏதோ சொல்லுதேநில்லாத என் உயிரோஎங்கோ செல்லுதே பொல்லாத என் இதயம்ஏதோ சொல்லுதே… நானே வருகிறேன்கேளாமல் தருகிறேன்நானே வருகிறேன்கேளாமல் தருகிறேன்கண் தீண்டி உறைகிறேன்கை தீண்டி கரைகிறேன் நானே வருகிறேன்கேளாமல் தருகிறேன்கண் தீண்டி உறைகிறேன்கை தீண்டி கரைகிறேன் நினைவுகளை மறக்கிறேன்நிகழ் கணமும் மறக்கிறேன்இடம் பொருளை மறக்கிறேன்எது எனது மறக்கிறேன் நானே நானேநானே வருகிறேன்கேளாமல் தருகிறேன்கண் தீண்டி உறைகிறேன்கை தீண்டி கரைகிறேன் சின்னஞ்சிறு சின்னஞ்சிறு ரகசியமேசின்னஞ்சிறு சின்னஞ்சிறு ரகசியமேசின்னஞ்சிறு சின்னஞ்சிறு அதிசயமே சின்னஞ்சிறு விரல் கொடுசின்னஞ்சிறு சின்னஞ்சிறு இடம் கொடுசின்னஞ்சிறு ஆசைக்குபொய் சொல்ல தொியாதே நானே வருகிறேன்கேளாமல் தருகிறேன்கண் தீண்டி உறைகிறேன்கை தீண்டி கரைகிறேன் நினைவுகளை மறக்கிறேன்நிகழ் கணமும் மறக்கிறேன்இடம் பொருளை மறக்கிறேன்எது எனது மறக்கிறேன் நானே நானேநானே வருகிறேன்கேளாமல் தருகிறேன்கண் தீண்டி உறைகிறேன்கை தீண்டி கரைகிறேன் தக்க திமி தக்க திமி விழியாடதக்க திமி தக்க திமி விழியாடதக்க திமி தக்க திமி உரையாட தக்க திமி உடல் தொடதக்க திமி தக்க திமி உயிா் தொடதக்க திமி ஆனந்தம்முடிவது கிடையாதே நானே வருகிறேன்கேளாமல் தருகிறேன்கண் தீண்டி உறைகிறேன்கை தீண்டி கரைகிறேன் நினைவுகளை மறக்கிறேன்நிகழ் கணமும் மறக்கிறேன்இடம் பொருளை மறக்கிறேன்எது எனது மறக்கிறேன் நானே நானேநானே வருகிறேன்கேளாமல் தருகிறேன்கண் தீண்டி உறைகிறேன்கை தீண்டி கரைகிறேன்",
      "Metophor": "பொல்லாத என் இதயம்\nஏதோ சொல்லுதே\nநில்லாத என் உயிரோ\nஎங்கோ செல்லுதே ",
      "Meaning": "இதயம் சொல்லும் வார்த்தைகள் ஐ புரிந்து அது அவளின் உயிர் எங்கு செல்கிறது எ‌ன்பதை கூறுகிறது.",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "எனக்கே எனக்கா",
      "album": "ஜீன்ஸ்",
      "year": 1998,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['பி.உன்னிகிருஷ்ணன்', ' பல்லவி']",
      "lyrics": "எனக்கே எனக்கா எனக்கே எனக்கா நீ எனக்கே எனக்காமதுமிதா மதுமிதா மதுமிதா ஹைர ஹைர ஹைரப்பாஹைர ஹைர ஹைரப்பாஹைர ஹைர ஹைரப்பாஹைர ஹைர ஹைரப்பா பிஃப்டி கேஜி தாஜ் மஹால்எனக்கே எனக்காபிளைட்டில் வந்த நந்தவனம்எனக்கே எனக்கா ஹைர ஹைர ஹைரப்பாஹைர ஹைர ஹைரப்பா பக்கெட் சைசில் வெண்ணிலவுஎனக்கே எனக்காபேக்சில் வந்த பெண் கவிதைஎனக்கே எனக்கா உன்னை எடுத்து உடுத்திக்கலாமாஉதட்டின் மேலே படுத்துக்கலாமாபட்டுப் பூவே குட்டித் தீவேவிரல் இடைதொட வரம் கொடம்மா ஹைர ஹைர ஹைரப்பாஹைர ஹைர ஹைரப்பா பிஃப்டி கேஜி தாஜ் மஹால்எனக்கே எனக்காபிளைட்டில் வந்த நந்தவனம்எனக்கே எனக்கா அன்பே இருவரும் பொடிநடையாகஅமெரிக்காவை வலம் வருவோம்கடல்மேல் சிவப்புக் கம்பளம் விரித்துஐரோப்பாவில் குடிபுகுவோம் நம் காதலை கவிபாடவேஷெல்லியின் வைரனின் கல்லறைத்தூக்கத்தைக் கலைத்திடுவோம் விண்ணைத்தாண்டி நீவெளியில் குதிக்கிறாய்உன்னோடு நான் என்னானதோகும்மாளமோ கொண்டாட்டமோ காதல் வெறியில் நீகாற்றைக் கழிக்கிறாய்பிள்ளை மனம் பித்தானதோஎன்னாகுமோ ஏதாகுமோ வாடைக் காற்றுக்கு வயசாச்சுவாழும் பூமிக்கு வயசாச்சுகோடி யுகம் போனாலென்னகாதலுக்கு எப்போதும் வயசாகாது ஹைர ஹைர ஹைரப்பா ஹைர ஹைர ஹைரப்பா செர்ரி பூக்களைத் திருடும் காற்றுகாதல் சொன்னது ஐ லவ் யூசைப்ரஸ் மரங்களில் தாவும் பறவைஎன்னிடம் சொன்னது ஐ லவ் யூ உன் காதலை நீ சொன்னதும்தென்றலும் பறவையும்காதல் தோல்வியில் கலங்கியதே ஒற்றைக் காலிலே பூக்கள் நிற்பதுஉன் கூந்தலில் நின்றாடத்தான்பூமாலையே பூச்சூடவா சிந்தும் மழைத்துளி மண்ணில் வீழ்வதுஉன் கன்னத்தில் முத்தாடத்தான்நானும் உன்னை முத்தாடவா இதயம் துடிப்பது நின்றாலும்இரண்டும் ஓா் நிமிடம் உயிரிருக்கும்அன்பே எனை நீ நீங்கினால்ஒரு கனம் என்னுயிர் தாங்காது ஹைர ஹைர ஹைரப்பாஹைர ஹைர ஹைரப்பா பிஃப்டி கேஜி தாஜ் மஹால்எனக்கே எனக்காபிளைட்டில் வந்த நந்தவனம்எனக்கே எனக்கா ஹைர ஹைர ஹைரப்பாஹைர ஹைர ஹைரப்பா பக்கெட் சைசில் வெண்ணிலவுஉனக்கே உனக்கு பேக்சில் வந்தபெண் கவிதை உனக்கே உனக்கு உன்னை எடுத்து உடுத்திக்கலாமாஉதட்டின் மேலே படுத்துக்கலாமா முத்தமழையில் நனைஞ்சுக்கலாமாகூந்தல் கொண்டே துவட்டிக்கலாமா பட்டுப் பூவே குட்டித் தீவேவிரல் இடைதொட வரம் கொடம்மா",
      "Metophor": "பிஃப்டி கேஜி\nதாஜ் மஹால் எனக்கே\nஎனக்கா ",
      "Meaning": "பெண் ஒருத்தி ஐ தாஜ் மஹால் உடன் ஒப்பிட்டு 50 kg நிறை உடைய அவள் 50 kg தாஜ் மஹால் இன் அழகிற்கு இணையான ஒருத்தி",
      "Source Domain": "Taj Mahal",
      "Target Domain": "Girl"
    },
    {
      "song_name": "நான் முத்தம் தின்பவள்",
      "album": "குரு",
      "year": 2007,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "['மரியம் டொலர்', 'சின்மயீ', ' கீர்த்தி சகதியா']",
      "lyrics": "நான் சீனியில் செய்த கடல்…நான் சீனியில் செய்த கடல்..வெள்ளை தங்கத்தில் செய்த உடல்..வெள்ளை தங்கத்தில் செய்த உடல்..உன் காதலி நானே…காதல் தானே காணேனே… நான் முத்தம் தின்பவள்ஒரு முரட்டு பூ இவள்நான் தினமும் தோற்பவள்அந்த ஆடை சண்டையில் நான் முத்தம் தின்பவள்ஒரு முரட்டு பூ இவள்தினம் ஆடை சண்டையிலேமுதலில் தோற்பவள் திரி குறையட்டும் திருவிளக்குநீ இடம் சுட்டி பொருள் விளக்குஅட கடவுளை அடையும் வழியில்என் பேர் எழுதிருக்கு            மைய்யா மைய்யா…நிலாவை வர்ணம் பூசி வைத்துக்கொள்மைய்யா மைய்யா…என் உடலினில் ஒளி விட்ட மலர்களும்பொய்யா பொய்யா… மைய்யா மைய்யா…நிலாவை வர்ணம் பூசி வைத்துக்கொள்மைய்யா மைய்யா…என் உடலினில் ஒளி விட்ட மலர்களும்பொய்யா பொய்யா… நான் புன்னகை செய்தால் போதும்நாலு திசைகள் அடைபட கூடும்என் கர்வமே என் க்ரீடமேமலர் அம்புகள் சிலிர்த்திடும் பெண்மகள் நான் என்னை பார்த்ததுமேஎன் கண்ணாடி என்னை காதலிக்கும்அட பெண்களை திருடும் பல ஆண்களைவெல்ல ஆறடி ஆயுதம் ஆனேனே மென் காற்று என் மூச்சுசில யுகமாய் வீசும்இனி நாளும் என் உடலில்பல பூ பூக்கள் தூவும்            காமா… காமா… இது போதுமா…என் பார்வை ஒளியை காலங்கள் தேடும். மையா… மையா…ஏலேலி ஓஹியா லேலிஓஹியா லே மையாமையா ஏலியா லியாலியா அழகிய லில் மையா… மையா…அலே அஹே அஹேஅஹே அஹே மையாமையா அலே அஹேஅஹே ஹே ஹே நான் முத்தம் தின்பவள்ஒரு முரட்டு பூ இவள்தினம் ஆடை சண்டையிலேமுதலில் தோற்பவள் திரி குறையட்டும் திருவிளக்குநீ இடம் சுட்டி பொருள் விளக்குஅட கடவுளை அடையும் வழியில்என் பேர் எழுதிருக்கு மைய்யா மைய்யா…மைய்யா மைய்யா…மைய்யா மைய்யா…மைய்யா மைய்யா… மை… மை… மைய்யா…மை… மை… மைய்யா…",
      "Metophor": "நான் முத்தம் தின்பவள்\nஒரு முரட்டு பூ இவள்\nநான் தினமும் தோற்பவள்\nஅந்த ஆடை சண்டையில் ",
      "Meaning": "தனது உணர்ச்சியின் வெளிப்பாடாக ஆண் மற்றும் பெண் இருவருக்கும் இடையில் நடக்கும் புனர்தலை குறிக்கும் விதமாக.",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "தும்பி துள்ளல்",
      "album": "கோப்ரா",
      "year": 2020,
      "composer": "AR ரஹ்மான்",
      "lyricist": "விவேக்",
      "singers": "['நகுல் அபயங்கர்', 'ஸ்ரேயா ஹோசல்']",
      "lyrics": "தும்பி தும்பி தும்பி துள்ளல்லோஇன்றோ இன்றோ தும்பி துள்ளல்லோஓ ஹோ… ஜல ஜல் ஜல ஜல் மணியேஅவனிடம் இடை இறங்கிடு மணியேதனியே தனியே தனியேஅவன் உலகினில் நான் மட்டும் தனியேஎன் கள்ள சிரிப்பின் நீளம் நீயே தும்பி தும்பி தும்பி துள்ளல்லோஓ… இன்றோ இன்றோ தும்பி துள்ளல்லோ கண் தூங்கும் நேரத்தில் நீ நீங்க கூடாதுகாதோரம் உன் மூச்சின் தீ வேண்டுமேதொடும் எல்லாமே தீயென தீ மாற்றுமேஅதுபோல் தீண்ட நீ என நான் வேண்டுவேன் தும்பி தும்பி தும்பி துள்ளல்லோஓ… இன்றோ இன்றோ தும்பி துள்ளல்லோ காரணங்கள் ஏதும் தெரியாமல்நாட்கள் போக கண்டேனேஉன்னிடம் வந்தேன் அந்த நொடியேஓர் அர்த்தம் சேர்ந்ததேஒரு கணம் கூட விலகாமல் உயிராவேன்இறுதி வரை கைகள் நழுவாமல் ஏந்துவேன் தும்பி தும்பி தும்பி துள்ளல்லோஹா… இன்றோ இன்றோ தும்பி துள்ளல்லோஓ ஹோ ஜல் ஜல் ஜல ஜல் மணியேஅவனிடம் இடை இறங்கிடு மணியேதனியே தனியே தனியேஅவன் உலகினில் நான் மட்டும் தனியேஎன் கள்ள சிரிப்பின் நீளம் நீயே…",
      "Metophor": "காரணங்கள் ஏதும்… தெரியாமல்…\nநாட்கள் போக கண்டேனே…\nஉன்னிடம் வந்தேன்… அந்த நொடியே…\nஓர் அர்த்தம் சேர்ந்ததே… ",
      "Meaning": "இவ்ளோ நாட்கள் வாழும் காரணம் தெரியாமல் இருந்த போதும் உன்னிடம் வந்த போதே உன்னுடன் இருப்பது தான் என் வாழ்வின் காரணம் என்று புரிந்தது.",
      "Source Domain": "Time",
      "Target Domain": "Love"
    },
    {
      "song_name": "மோனா மோனா",
      "album": "லிங்கா",
      "year": 2015,
      "composer": "AR ரஹ்மான்",
      "lyricist": "மதன் கார்க்கி",
      "singers": "['மனோ', ' நீட்டி மோகன்', 'தன்வி ஷா']",
      "lyrics": "மோனா மோனா மோனா மோனா மோனா மோனா அடி மோனா மை உன் கண்ணு காம்பஸா ஹா ஹேய் ஹோ ஹே ஹே சென்யோரா கப்பலில தீ வெச்ச மோனா மோனா மோனா மோனா மோனா மோனா கசானா கசானா போல உன் மோனா நீதானே மீ நின்யா போனிடா கசோலினா சாராங்கி நரம்பா நான் ஏங்கி கடந்தேன் பீரங்கி குழலில் நான் தூங்கி கிடந்தேன் ஓ விழா சொல்ல எதில் என்ன சாய்ச்ச மோனா மோனா மோனா அடி மோனா மை டியர் கசோலினா அம்படிச்சு மீன் புடிச்சேன் நான்தானே நான்தானே உன் கட்ட விரலில் நா கன்னி கணினி ஹை டெக் கா டெக் கா மோனா மோனா மோனா மோனா மோனா மோனா அடி மோனா மை டியர் கசோலினா  உன் கண்ணு காம்பஸா",
      "Metophor": "நா கன்னி கணினி போல் பூட்டி கிடந்தேன்\nமுத்தம் வெச்சு நீ தொறக்க காதல் சுமந்தேன் ",
      "Meaning": "புதிதாக வாங்கிய கணணி யாரும் இன்னும் பயன்படுத்தி இருக்க மாட்டார்கள், அதே போல் இதுவரை காதலில் சிக்காத பெண் முத்தம் மூலம் காதலில் சிக்கினார்.",
      "Source Domain": "Non-lining-thing",
      "Target Domain": "Love"
    },
    {
      "song_name": "சிங்கப்பெண்ணே",
      "album": "பிகில்",
      "year": 2019,
      "composer": "AR ரஹ்மான்",
      "lyricist": "விவேக்",
      "singers": "['AR ரஹ்மான்', 'ஷாஷா திருப்பதி']",
      "lyrics": "மாதரே மாதரேவாளாகும் கீறல்கள் துணிவோடுபாகங்கள் திமிரோடுசீறுங்கள் வாருங்கள் வாருங்கள் பூமியின் கோலங்கள்இது உங்கள் காலம் இனிமேல்உலகம் பார்க்க போவதுமனிதையின் வீரங்கள் சிங்கப்பெண்ணே சிங்கப்பெண்ணேஆணினமே உன்னை வணங்குமேநன்றி கடன் தீர்பதற்கேகருவிலே உன்னை ஏந்துமே ஒருமுறை தலைகுனிஉன் வெற்றி சிங்கம் முகம் அவன்பார்ப்பதற்கு மட்டுமே            ஏறு ஏறு ஏறு நெஞ்சில்வலிமை கொண்டு ஏறுஉன்னை பெண்ணென்றுகேலி செய்த கூட்டம் ஒருநாள்உன்னை வணங்கிடும் உயர்ந்து நில்லு ஏறு ஏறு ஏறு நெஞ்சில்வலிமை கொண்டு ஏறுஉன்னை பெண்ணென்றுகேலி செய்த கூட்டம் ஒருநாள்உன்னை வணங்கிடும் உயர்ந்து நில்லு சிங்கபெண்ணே ஆமாம்சிங்கபெண்ணே சிங்கபெண்ணே ஆணினமே உன்னை வணங்குமேநன்றி கடன் தீர்பதற்கேகருவிலே உன்னை ஏந்துமே ஏறு ஏறு ஏறு நெஞ்சில்வலிமை கொண்டு ஏறுஉன்னை பெண்ணென்றுகேலி செய்த கூட்டம் ஒருநாள்உன்னை வணங்கிடும் உயர்ந்து நில்லு            அன்னை தங்கை மனைவி என்றுநீ வடித்த வியர்வை உந்தன்பாதைக்குள் பற்றும்அந்த தீயை அணைக்கும்நீ பயமின்றி துணிந்து செல்லு உன்னாலே முடியாதென்றுஊரே சொல்லும் நம்பாதேபொய்யாக காட்டும்எந்த வர்க்கத்தோடும் இணையாதே ஏ உன்னாலே முடியாதென்றுஊரே சொல்லு நம்பாதேபொய் பொய்யாக காட்டும்எந்த வர்க்கத்தோடும் இணையாதே உலகத்தின் வலியெல்லாம்வந்தால் என்ன உன்முன்னேபிரசவத்தின் வலியை தாண்டபிறந்த அக்கினி சிறகே எழுந்து வா உலகை அசைப்போம் உயர்ந்து வாஅக்கினி சிறகே எழுந்து வாஉன் ஒளி விடும் கனாவை சேர்ப்போம் வாஅது சகதியில் விழாமல் பார்ப்போம் வா ஏறு ஏறு ஏறு நெஞ்சில்வலிமை கொண்டு ஏறுஉன்னை பெண்ணென்றுகேலி செய்த கூட்டம் ஒருநாள்உன்னை வணங்கிடும் உயர்ந்து நில்லு ஏறு ஏறு ஏறு நெஞ்சில்வலிமை கொண்டு ஏறுஉன்னை பெண்ணென்றுகேலி செய்த கூட்டம் ஒருநாள்உன்னை வணங்கிடும் உயர்ந்து நில்லு நன நன நன ன னநன்னானன்னானநன நன நன ன னநன்னானன்னானஇதோ காயங்கள் மாறும் கலங்காதேஉன் துன்பம் வீழ்ந்தாரும் உனக்காக நீயே உதிப்பாய் அம்மாஉனதாற்றல் உணர்த்திடுவாய்விடியல் ஒன்றை கூவி ஏற்றுவாய்விடியல் ஒன்றை கூவி ஏற்றுவாய் சிங்கபெண்ணே சிங்கபெண்ணேஆணினமே உன்னை வணங்குமேஆணினமே உன்னை வணங்குமேநன்றி கடன் தீர்பதற்கேகருவிலே உன்னை ஏந்துமே ஒருமுறை தலைகுனிஉன் வெற்றி சிங்கம் முகம் அவன்பார்ப்பதற்கு மட்டுமே ஏறு ஏறு ஏறு நெஞ்சில்வலிமை கொண்டு ஏறுஉன்னை பெண்ணென்றுகேலி செய்த கூட்டம் ஒருநாள்உன்னை வணங்கிடும் உயர்ந்து நில்லு பாரு பாருஅன்னை தங்கை மனைவி என்றுநீ வடித்த வியர்வை உந்தன்பாதைக்குள் பற்றும்அந்த தீயை அணைக்கும் நீ பயமின்றி நீ பயமின்றிநீ பயமின்றி துணிந்து செல்லு",
      "Metophor": "உலகத்தின் வலியெல்லாம்…\nவந்தால் என்ன…\nஉன் முன்னே…\nபிரசவத்தின் வலியைத் தாண்ட…\nபிறந்த அக்கினிச் சிறகே ",
      "Meaning": "உலகத்தில் உள்ள அனைத்து வலியை விட கடுமையான வலி பிரசவ வலி, அதை தாங்கும் பெண்கள் சிங்கத்திற்கு இணையானவர்கள்",
      "Source Domain": "Lion",
      "Target Domain": "Girl"
    },
    {
      "song_name": "மாதரே",
      "album": "பிகில்",
      "year": 2019,
      "composer": "AR ரஹ்மான்",
      "lyricist": "விவேக்",
      "singers": "['சின்மயி ஸ்ரீபதா', ' ஸ்ரீஷா', 'மதுர தாரா தல்லூரி', 'அக்ஷ்சரா', ' விதுசயணி', 'AR ரஹ்மான்']",
      "lyrics": "மாதரே மாதரே மாதரேமாதரே மாதரே மாதரேமங்கையே மங்கையே மாதரேமங்கையே மங்கையே மாதரே மாதரே மாதரே மாதரேமாதரே மாதரே மாதரேமங்கையே மங்கையே மாதரேமங்கையே மங்கையே மாதரே",
      "Metophor": "மார்பகம் போல எந்தன் மனதிர்க்கொரு உருவம் இருந்திருந்தால்தான் ஆணினம் பார்த்திடும் அதையும் ",
      "Meaning": "ஆண்கள் பெண்களின் மனதை பார்ப்பதில்லை, அவர்களின் நோக்கம் வேற, மனதிற்கும் மார்பு போல் விரும்ப தக்க உருவம் இருந்தால் ஆண்கள் அதில் கவனம் செலுத்தி இருப்பர்கள்",
      "Source Domain": "Nature",
      "Target Domain": "Lust"
    },
    {
      "song_name": "புதிய மனிதா",
      "album": "எந்திரன்",
      "year": 2010,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "[AR ரஹ்மான், எஸ். பி. பாலசுப்பிரமணியம்] ",
      "lyrics": "புதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா\nஎக்கை வார்த்து silicon சேர்த்து\nவயரூட்டி உயிரூட்டி hard disk'ல் நினைவூட்டி\nஅழியாத உடலோடு வடியாத உயிரோடு\nஆறாம் அறிவை அரைத்து ஊற்றி\nஏழாம் அறிவை எழுப்பும் முயற்சி\nபுதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா\nமாற்றம் கொண்டு வா மனிதனை மேன்மை செய்\nஉனது ஆற்றலால் உலகை மாற்று\nஎல்லா உயிர்க்கும் நன்மையாயிரு\nஎந்த நிலையிலும் உண்மையாயிரு\nஎந்திரா எந்திரா எந்திரா என் எந்திரா\nஎந்திரா எந்திரா எந்திரா என் எந்திரா\nநான் கண்டது ஆறறிவு\nநீ கொண்டது பேரறிவு\nநாம் கற்றது ஆறுமொழி\nநீ பெற்றது நூறுமொழி\nஈரல் கனையம் துன்பமில்லை\nஇதயக்கோளாறேதுமில்லை\nதந்திர மனிதன் வாழ்வதில்லை\nஎந்திரம் வீழ்வதில்லை\nகருவில் பிறந்த எல்லாம் மரிக்கும்\nஅறிவில் பிறந்தது மரிப்பதே இல்லை\nஇதோ என் எந்திரன்\nஇவன் அமரன்\nஇதோ என் எந்திரன்\nஇவன் அமரன்\nநான் இன்னொரு நான்முகனே\nநீ என்பவன் என் மகனே\nஆண் பெற்றவன் ஆண் மகனே\nஆம் உன் பெயர் எந்திரனே\nபுதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா\nநான் என்பது அறிவு மொழி\nஏன் என்பது எனது வழி\nவான் போன்றது எனது வெளி\nநான் நாளைய ஞான ஒளி\nநீ கொண்டது உடல் வடிவம்\nநான் கொண்டது பொருள் வடிவம்\nநீ கண்டது ஒரு பிறவி\nநான் காண்பது பல பிறவி\nரோபோ ரோபோ பன்மொழிகள் கற்றாலும்\nஎன் தந்தை மொழி தமிழ் அல்லவா\nரோபோ ரோபோ பல கண்டம் வென்றாலும்\nஎன் கர்த்தாவுக்கு அடிமை அல்லவா\nபுதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா",
      "Metophor": "அழியாத உடலோடு வடியாத உயிரோடு",
      "Meaning": "உயிரற்ற அழியாத உடல்",
      "Source Domain": "Nature",
      "Target Domain": "Body"
    },
    {
      "song_name": "காதல் அணுக்கள்",
      "album": "எந்திரன்",
      "year": 2010,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "[ சி‌ரேயா கோசல், விஜய் பிரகாஷ்] ",
      "lyrics": "காதல் அணுக்கள்\nஉடம்பில் எத்தனை\nநியூட்ரான் எலெக்ட்ரான் – உன்\nநீல கண்ணில் மொத்தம் எத்தனை\nஉன்னை நினைத்தால்\nதிசுக்கள் தோறும் ஆசை சிந்தனை\nஅய்யோ\nசனா சனா\nஒரே வினா\nஅழகின் மொத்தம் நீயா\nநீ நியூட்டன் நியூட்டனின் விதியா\nஉந்தன் நேசம் நேசம் எதிர் வினையா\nநீ ஆயிரம் விண்மீன் திரட்டிய புன்னகையா\nஅழகின் மொத்தம் நீயா?\nநீ முற்றும் அறிவியல் பித்தன்\nஆனால் முத்தம் கேட்பதில் ஜித்தன்\nஉன்னால் – தீ தோம் தோம்\nதீ தோம் தோம்\nதீ தோம் தோம்\nமனதில் சத்தம்\nதேன் தேன் இதழில் யுத்தம்\nரோஜா பூவில் ரத்தம்\nதீ தோம் தோம்\nமனதில் சத்தம்\nஹோ பேபி ஹோ பேபி\nசெந்தேனில் ஒஸ்ஸாபி\nஹோ பேபி ஹோ பேபி\nமேகத்தில் பூத்த குலாபி\nஹோ பேபி ஹோ பேபி\nசெந்தேனில் ஒஸ்ஸாபி\nஹோ பேபி ஹோ பேபி\nமேகத்தில் பூத்த குலாபி\nபட்டாம் பூச்சி பட்டாம் பூச்சி\nகால்களை கொண்டு தான் ருசி அறியும்\nகாதல் கொள்ளும் மனித பூச்சி\nகண்களை கண்டு தான் ருசி அறியும்\nஓடுகிற தண்ணியில் தண்ணியில்\nஆக்சிஜன் மிக அதிகம்\nபாடுகிற மனசுக்குள் மனசுக்குள்\nஆசைகள் மிக அதிகம்\nஆசையே வா வா\nஆயிரம் காதலை ஐந்தே\nநொடியில் செய்வோம்\nபெண்ணே வா வா வா\nகாதல்காரா\nநேசம் வளர்க்க ஒரு\nநேரம் ஒதுக்கு எந்தன்\nநெஞ்சம் வீங்கி விட்டதே\nகாதல்காரி\nஉந்தன் இடையை போலே\nஎந்தன் பிழைப்பில் கூட\nகாதலின் நேரமும் இளைத்து விட்டதே\nஹோ பேபி ஹோ பேபி\nசெந்தேனில் ஒஸ்ஸாபி\nஹோ பேபி ஹோ பேபி\nமேகத்தில் பூத்த குலாபி\nஹோ பேபி ஹோ பேபி\nசெந்தேனில் ஒஸ்ஸாபி\nஹோ பேபி ஹோ பேபி\nமேகத்தில் பூத்த குலாபி\nகாதல் அணுக்கள்\nஉடம்பில் எத்தனை\nநியூட்ரான் எலெக்ட்ரான் – உன்\nகாந்த கண்ணில் மொத்தம் எத்தனை\nஉன்னை நினைத்தால்\nதிசுக்கள் தோறும் ஆசை சிந்தனை\nஅன்பே\nசனா சனா\nஒரே வினா\nஅழகின் மொத்தம் நீயா\nநீ நியூட்டன் நியூட்டன் விதியா\nஉந்தன் நேசம் நேசம் எதிர் வினையா\nநீ ஆயிரம் விண்மீன் திரட்டிய புன்னகையா\nஅழகின் மொத்தம் நீயா?\nஹோ பேபி ஹோ பேபி\nசெந்தேனில் ஒஸ்ஸாபி\nஹோ பேபி ஹோ பேபி\nமேகத்தில் பூத்த குலாபி\nஹோ பேபி ஹோ பேபி\nசெந்தேனில் ஒஸ்ஸாபி\nஹோ பேபி ஹோ பேபி\nமேகத்தில் பூத்த குலாபி\nஹோ பேபி ஹோ பேபி\nசெந்தேனில் ஒஸ்ஸாபி\nஹோ பேபி ஹோ பேபி\nமேகத்தில் பூத்த குலாபி\nஹோ பேபி ஹோ பேபி\nசெந்தேனில் ஒஸ்ஸாபி\nஹோ பேபி ஹோ பேபி\nமேகத்தில் பூத்த குலாபி\nவா வா அன்பே...",
      "Metophor": "பட்டாம் பூச்சி பட்டாம் பூச்சி\nகால்களை கொண்டு தான் ருசி அறியும்\nகாதல் கொள்ளும் மனித பூச்சி\nகண்களை கண்டு தான் ருசி அறியும்",
      "Meaning": "மனிதன் கண்ணை கொண்டே அழகை காண்கிறோம்",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "இரும்பிலே ஒரு இதயம்",
      "album": "எந்திரன்",
      "year": 2010,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "[AR ரஹ்மான், லேடி காஷ், கிறிஸ்சி] ",
      "lyrics": "You want to feel my kiss\nBoy you can't touch this\nRobotic, hypnotic, hypnotic\nSuper sonic\nSuper star come come come get it\nSuper star come come come get it\nஇரும்பிலே ஓர் இருதயம் முளைக்குதோ\nமுதல்முறை காதல் அழைக்குதோ\nஇரும்பிலே ஓர் இருதயம் முளைக்குதோ\nமுதல்முறை காதல் அழைக்குதோ\nபூஜ்ஜியம் ஒன்றோடு\nபூவாசம் இன்றோடு\nவின்மீன்கள் விண்னோடு\nமின்னல்கள் கண்னோடு\nGoogle'கள் காணாத\nதேடல்கள் என்னோடு\nகாலங்கள் காணா காதல்\nபெண் பூவே உன்னோடு\nRo... bo...\nI robo உன் காதில்\nI love you சொல்லட்டா\nI robo உன் காதில்\nI love you சொல்லட்டா\nI am a super girl\nஉன் காதல் rapper girl\nI am a super girl\nஉன் காதல் rapper girl\nஎன்னுள்ள எண்ணெல்லாம்\nநீதானே நீதானே\nஉன் நீலக் கண்ணோரம்\nமின்சாரம் பறிப்பேன்\nஎன் நீளப் பல்லாலே\nஉன்னோடு சிரிப்பேன்\nஎன் engine நெஞ்சோடு\nஉன் நெஞ்சை அணைப்பேன்\nநீ தூங்கும் நேரத்தில்\nநான் அள்ளி அணைப்பேன்\nஎன்னாளும் எப்போதும்\nஉன் கையில் பொம்மையாவேன்\nWatch me ROBO shake it\nI know you wanna break it\nதொட்டு பேசும் போதும்\nShock அடிக்க கூடும்\nகாதல் செய்யும் நேரம்\nMotor வேகம் கூடும்\nஇரவில் நடுவில் battery தான் தீரும்\nMemeory'ல் குமரியை\nதனிச் சிறை பிடித்தேன்\nShutdown'ae செய்யாமல்\nஇரவினில் துடித்தேன்\nSensor எல்லாம் தேயத்தேய\nநாளும் உன்னை படித்தேன்\nஉன்னாலே தானே என் விதிகளை மறந்தேன்\nஎச்சில் இல்லா எந்தன் முத்தம்\nசர்ச்சை இன்றிக் கொள்வாயா\nரத்தம் இல்லா காதல் என்று\nஒத்திப் போகச் சொல்வாயா\nஉயிரியல் மொழிகளில்\nஎந்திரன் தானடி\nஉளவியல் மொழிகளில்\nஇந்திரன் நானடி\nசாவல் இல்லா சாபம் வாங்கி\nமண்மேலே வந்தேனே\nதேய்மானமே இல்லா\nகாதல் கொண்டு வந்தேனே\nHey... Robo... மயக்காதே...\nYou wanna come and get it boy\nOh are you just a Robo toy\nI don't wanna break you\nEven it'll takes to\nKind of like a break through\nYou don't even need a clue\nYou be my man's back up\nI think you need a checkup\nI can melt your heart down\nMay be if you got one\nWe doing that for ages\nSince in time of sages\nமுட்டாதே ஓரம்போ\nநீ என் காலை சுற்றும் பாம்போ\nகாதல் செய்யும் ரோபோ\nநீ தேவையில்லை போ போ\nஇரும்பிலே ஓர் இருதயம் முளைக்குதோ\nமுதல்முறை காதல் அழைக்குதோ\nஇரும்பிலே ஓர் இருதயம் முளைக்குதோ\nமுதல்முறை காதல் அழைக்குதோ\nபூஜ்ஜியம் ஒன்றோடு\nபூவாசம் இன்றோடு\nவின்மீன்கள் விண்னோடு\nமின்னல்கள் கண்னோடு\nGoogle'கள் காணாத\nதேடல்கள் என்னோடு\nகாலங்கள் காணா காதல்\nபெண் பூவே உன்னோடு\nI robo உன் காதில்\nI love you சொல்லட்டா?\nI am a super girl\nஉன் காதல் lover girl\nI robo உன் காதில்\nI love you சொல்லட்டா?\nI am a super girl\nஉன் காதல் rapper girl\nI robo உன் காதில்\nI love you சொல்லட்டா?\nI am a super girl\nஉன் காதல் rapper girl\nI am a super girl\nஉன் காதல் rapper girl\nRobotic, hypnotic, hypnotic\nSuper sonic\nSuper star come come come get it\nSuper star... you, you can't touch this",
      "Metophor": "Google'கள் காணாத\nதேடல்கள் என்னோடு\nகாலங்கள் காணா காதல்",
      "Meaning": "Google கூட தேடமுடியாத காதல் எனது காதல்",
      "Source Domain": "Google",
      "Target Domain": "Love"
    },
    {
      "song_name": "புது வெள்ளை மழை",
      "album": "ரோஜா",
      "year": 1992,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "[ சுஜாதா மோகன், உன்னி மேனன் ] ",
      "lyrics": "புது வெள்ளை மழை இங்கு பொழிகின்றது\nஇந்தக் கொள்ளை நிலா உடல் நனைகின்றது\nஇங்கு சொல்லாத இடம் கூடக் குளிா்கின்றது\nமனம் சூடான இடம் தேடி அலைகின்றது\n\nபுது வெள்ளை மழை இங்கு பொழிகின்றது\nஇந்தக் கொள்ளை நிலா உடல் நனைகின்றது\nஇங்கு சொல்லாத இடம் கூடக் குளிா்கின்றது\nமனம் சூடான இடம் தேடி அலைகின்றது\n\nநதியே நீயானால் கரை நானே\nசிறுபறவை நீயானால் உன் வானம் நானே\nபுது வெள்ளை மழை இங்கு பொழிகின்றது\nஇந்தக் கொள்ளை நிலா உடல் நனைகின்றது\n\nபெண் இல்லாத ஊாிலே\nஅடி ஆண் பூ கேட்பதில்லை\nபெண் இல்லாத ஊாிலே\nகொடி தான் பூப்பூப்பதில்லை\n\nஉன் புடவை முந்தானை\nசாய்ந்ததில் இந்த பூமி பூப்பூத்தது\nஇது கம்பன் பாடாத சிந்தனை\nஉந்தன் காதோடு யாா் சொன்னது\n\nபுது வெள்ளை மழை இங்கு பொழிகின்றது\nஇந்தக் கொள்ளை நிலா உடல் நனைகின்றது\nஇங்கு சொல்லாத இடம் கூடக் குளிா்கின்றது\nமனம் சூடான இடம் தேடி அலைகின்றது",
      "Metophor": "நதியே நீயானால் கரை நானே",
      "Meaning": "நதி கரையை இறுதியில் சேர்வது போல நீ எனை சேர வேண்டும்",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "கிளிமஞ்சாரம்",
      "album": "எந்திரன்",
      "year": 2010,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "[சின்மயி, ஜேவ்ட் அலி] ",
      "lyrics": "ஆஹா ஆஹா... ஆஹா ஆஹா...\nKilimanjaro மலைகனிமஞ்சரோ\nகன்னக்குழிமஞ்சரோ யாரோ யாரோ\nஆஹா ஆஹா... ஆஹா ஆஹா...\nMohenja daro உன்னில் நொழஞ்சதரோ\nபையகொழஞ்சதரோ யாரோ யாரோ\nஆஹா ஆஹா... ஆஹா ஆஹா...\nகாட்டுவாசி காட்டுவாசி பச்சையாக கடிய்யா\nமுத்தத்தால வேக வச்சு சிங்கபல்லில் உரிய்யா\nஆஹா ஆஹா... ஆஹா ஆஹா...\nமலைபாம்பு போல வந்து மான்குட்டிய புடிய்யா\nசுக்குமிளகு தட்டிஎன்ன சூப்பு வச்சு குடிய்யா\nஆஹா ஆஹா... ஆஹா ஆஹா...\nஏவாளுக்கு தங்கச்சியே எங்கூடதான் இருக்கா\nஆளுயுர ஆலிவ் பழம் அப்படியே எனக்கா\nஅக்கக்கோ அடிகின்னிகோழி\nஅப்பப்போ என்னபின்னிகோடி\nஇப்பப்போ முத்தம்எண்ணிகோடி\nएक दो...\nஎண்ணிக்கோ நீ\nஆஹா ஆஹா... ஆஹா ஆஹா...\nKilimanjaro மலைகனிமஞ்சரோ\nகன்னக்குழிமஞ்சரோ யாரோ...\nMohenja daro உன்னில் நொழஞ்சதரோ\nபையகொழஞ்சதரோ யாரோ யாரோ\nகொடி பச்சையே(ஓ ஹோ)\nஎலுமிச்சையே(ஓ ஹோ)\nஉன்மேல் உன்மேல்(ஓ ஹோ)\nஉயிர் இச்சையே\nஅட நூறு கோடி தசை\nஒவ்வொன்றிலும்\nஉந்தன் பேரே இசை\nஇனிச்சக்கீர(ஓ ஹோ)\nஅடிசக்கரே(ஓ ஹோ)\nமனச ரெண்டா(ஓ ஹோ)\nமடிச்சுக்கிரே\nநான் ஊர வைத்த கனி\nஎன்ன மெல்ல ஆற வைத்து கடி\nவேர்வரை நுழையும் வெயிலும் நான் நீ இலைதிரை ஏன் இட்டாய்\nஉதட்டையும் உதட்டையும் பூட்டி கொண்டு\nஒருயுகம் முடித்து திற அன்பாய்\nஅக்கக்கோ அடிகின்னிகோழி\nஅப்பப்போ என்னபின்னிகோடி\nஇப்பப்போ முத்தம்எண்ணிகொடி\nएक दो...\nஎண்ணிக்கோ நீ\nKilimanjaro மலைகனிமஞ்சரோ\nகன்னக்குழிமஞ்சரோ யாரோ யாரோ\nஆஹா ஆஹா... ஆஹா ஆஹா...\nMohenja daro உன்னில் நொழஞ்சதரோ\nபையகொழஞ்சதரோ யாரோ யாரோ\nசுனைவாசியே(ஓ ஹோ)\nசுகவாசியே(ஓ ஹோ)\nதோல்கருவி(ஓ ஹோ)\nஎனைவாசியே\nஎன் தோல்குத்தாத பலா\nறெக்கைகட்டி கால்கொண்டாடும் நிலா\nமரதேகம் நான்(ஓ ஹோ)\nமரங்கொத்தி நீ(ஓ ஹோ)\nவனதேசம் நான்(ஓ ஹோ)\nஅதில்வாசம் நீ\nநூறு கிராம்தான் இடை\nஉனக்கு இனி யாரு நான் தான் உடை\nஐந்தடி வளர்ந்த ஆட்டுசெடி என்னை மேய்ந்துவிடு மொத்தம்\nபச்சை பசும்புல் நீயானால் புலி புல் தின்னுமே என்ன குத்தம்\nஅக்கக்கோ நான் கின்னிகோழி\nஅப்பப்போ என்னபின்னிகோ நீ\nஇப்பப்போ முத்தம்எண்ணிக்கோ நீ\nएक दो...\nஎண்ணிக்கோ நீ\nஆஹா ஆஹா... ஆஹா ஆஹா...\nஆஹா ஆஹா... ஆஹா ஆஹா...\nஅக்கக்கோ அடிகின்னிகோழி\nஅப்பப்போ என்னபின்னிகோடி\nஇப்பப்போ முத்தம்எண்ணிகொடி\nஎண்ணிக்கோ நீ",
      "Metophor": "அட நூறு கோடி தசை\nஒவ்வொன்றிலும்\nஉந்தன் பேரே இசை",
      "Meaning": "எனது உடல் முழுவதும் உன்‌ பெயர் தான் உள்ளது",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "பூம் பூம்",
      "album": "எந்திரன்",
      "year": 2010,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "[சுவேதா மோகன், ஜோகி, கீர்த்தி சங்கீதா, தன்வி ஷா] ",
      "lyrics": "பூம் பூம் ரோபோ\nடா ரோபோ டா ரோபோ\nடா ஜும் ஜும் ரோபோ\nடா ரோபோ டா ரோபோ\nடா\n\nபூம் பூம் ரோபோ\nடா ரோபோ டா ரோபோ\nடா ஜும் ஜும் ரோபோ\nடா ரோபோ டா ரோபோ\nடா\n\nஐசக் அசிமோவின்\nவேலையோ ரோபோ ஐசக்\nநியூட்டனின் லீலையோ\nரோபோ ஆல்பர்ட் ஐன்ஸ்டீன்\nமூளையோ ரோபோ ஹே\nரோபோ யோ ரோபோ ஹே\nஇன்ப நண்பா கம் ஆன்\nலெட்ஸ் கோ\n\nபூம் பூம் ரோபோ\nடா ரோபோ டா ரோபோ\nடா ஜும் ஜும் ரோபோ\nடா ரோபோ டா ரோபோ\nடா\n\nரோபோ நீ\nஅஃறிணையோ சிட்டி\nநீ உயர்திணையோ\nமின்சாரம் உடலில்\nரத்தம் நவீன உலகத்தில்\nஅறிவியல் அதிசயம்\n\nவாயுண்டு ஆனால்\nவயிறில்லை பேச்சுண்டு\nமூச்சு இல்லை நாடி உண்டு\nஇருதயம் இல்லை பவர் தான்\nஉண்டு திமிரே இல்லை\n\nஆஆ ஆஆ ஓஓ\n\nசிக்கி முக்கி\nஅக்னி வழி வழியே\nஒருவனின் காதலில்\nபிறந்தவனோ ஏ\nஎஃக்கினிலே பூத்தவனோ\nஎங்களின் காதலை\nசேர்த்தவனோ\n\nதிருமண திருநாள்\nதெரியும் முன்னே\nநீ எங்கள் பிள்ளையோ\n\nசிட்டி சிட்டி\nரோபோ ஏ சுட்டி சுட்டி\nரோபோ பட்டி தொட்டி\nஎல்லாம் நீ பட்டுக்\nகுட்டியோ",
      "Metophor": "வாயுண்டு ஆனால்\nவயிறில்லை பேச்சுண்டு\nமூச்சு இல்லை நாடி உண்டு",
      "Meaning": "உயிறற்ற‌ உடல் உடல் உண்டு உயிர்‌ இல்லை",
      "Source Domain": "Nature",
      "Target Domain": "Emotions"
    },
    {
      "song_name": "நேற்று இல்லாத மாற்றம்",
      "album": "புதிய முகம்",
      "year": 1993,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "சுஜாதா மோகன்",
      "lyrics": "நேற்று இல்லாத மாற்றம் என்னது\nகாற்று என் காதில் ஏதோ சொன்னது\nஇதுதான் காதல் என்பதா இளமை பொங்கி விட்டதா\nஇதயம் சிந்தி விட்டதா சொல் மனமே\n\nநேற்று இல்லாத மாற்றம் என்னது\nகாற்று என் காதில் ஏதோ சொன்னது\n\nகடவுள் இல்லை என்றேன் தாயை காணும் வரை\nகனவு இல்லை என்றேன் ஆசை தோன்றும் வரை\n\nகாதல் பொய் என்று சொன்னேன் உன்னை காணும் வரை\nகவிதை வரியின் சுவை அர்த்தம் புரியும் வரை\n\nகங்கை நீரின் சுவை கடலில் சேரும் வரை\nகாதல் சுவை ஒன்றுதானே காற்று வீசும் வரை\n\nநேற்று இல்லாத மாற்றம் என்னது\nகாற்று என் காதில் ஏதோ சொன்னது\n\nவானம் இல்லாமலே பூமி உண்டாகலாம்\nவார்த்தை இல்லாமலே பாஷை உண்டாகலாம்\n\nகாதல் இல்லாமல் போனால் வாழ்க்கை உண்டாகுமா\nவாசம் இல்லாமலே வண்ண பூ பூக்கலாம்\n\nவாசல் இல்லாமலே காற்று வந்தாடலாம்\nநேசம் இல்லாத வாழ்வில் பாசம் உண்டாகுமா?\n\nநேற்று இல்லாத மாற்றம் என்னது\nகாற்று என் காதில் ஏதோ சொன்னது",
      "Metophor": "வானம் இல்லாமலே பூமி உண்டாகலாம்",
      "Meaning": "வானம் இல்லாமல் பூமி உண்டாகும் ஆனால் காதல் இல்லாமல் வாழ்க்கை இல்லை",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    },
    {
      "song_name": "குறுக்கு சிரித்தவளே",
      "album": "முதல்வன்",
      "year": 1999,
      "composer": "AR ரஹ்மான்",
      "lyricist": "வைரமுத்து",
      "singers": "[ ஹரி ஹரன், மகாலக்ஸ்மி ஐயர்] ",
      "lyrics": "குருக்கு சிறுத்தவளே\nஎன்னை குங்குமத்தில் கறைச்சவளே\nநெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில்\nஎன்னக் கொஞ்சம் பூசு தாயே உன்\nகொலுசுக்குள் மணியாக என்னக்\nகொஞ்சம் மாத்து தாயே\n\nகுருக்கு சிறுத்தவளே\nஎன்னை குங்குமத்தில் கறைச்சவளே\nநெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில்\nஎன்னக் கொஞ்சம் பூசு தாயே உன்\nகொலுசுக்குள் மணியாக என்னக்\nகொஞ்சம் மாத்து தாயே\n\nஒரு கண்ணில் நீா்\nகசிய உதட்டு வழி உசிா் கசிய\nஉன்னாலே சில முறை இறக்கவும்\nசில முறை பிறக்கவும் ஆனதே\nஅட ஆத்தோட விழுந்த இலை\nஅந்த ஆத்தோட போவது போல்\nநெஞ்சு உன்னோடுதான் பின்னோடுதே\nஅட காலம் மறந்து காட்டு மரமும் பூக்கிறதே\n\nகுருக்கு சிறுத்தவளே\nஎன்னை குங்குமத்தில் கறைச்சவளே\nநெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில்\nஎன்னக் கொஞ்சம் பூசு தாயே உன்\nகொலுசுக்குள் மணியாக என்னக்\nகொஞ்சம் மாத்து தாயே\n\nஹே ஹே ஹே\nஹே ஹே ஹே ஹே ஹே\nஹே ஹே ஹே ஹே\n\nகம்பஞ்சங்கு விழுந்த\nமாதிாியே கண்ணுக்குள்ள\nநொழஞ்சு உறுத்தறியே\n\nகொடியவிட்டு குதிச்ச\nமல்லிகையே ஒரு மொழியில்\nசிாிச்சு பேசறியே\n\nவாயி மேல வாய\nவெச்சு வாா்த்தைகளை\nஉறிஞ்சிபுட்ட விரல வெச்சு\nஅழுத்திய கழுத்துல\nகொளுத்திய வெப்பம்\nஇன்னும் போகல\n\nஅடி ஒம்போல\nசெவப்பு இல்ல கணுக்கால்\nகூட கருப்பு இல்ல நீ தீண்டும்\nஇடம் தித்திக்குமே இனி பாக்கி\nஒடம்பும் செய்ய வேண்டும் பாக்கியமே\n\nகுருக்கு சிறுத்தவளே\nஎன்னை குங்குமத்தில் கறைச்சவளே\nநெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில்\nஎன்னக் கொஞ்சம் பூசு தாயே உன்\nகொலுசுக்குள் மணியாக என்னக்\nகொஞ்சம் மாத்து தாயே\n\nஒரு தடவ இழுத்து\nஅணைச்சபடி உயிா் மூச்ச\nநிறுத்து கண்மணியே\n\n\nஒம்முதுக தொலைச்சி\nவெளியேற இன்னும் கொஞ்சம்\nஇருக்கு என்னவனே\n\nமழையடிக்கும் சிறு\nபேச்சு வெயிலடிக்கும் ஒரு\nபாா்வை ஒடம்பு மண்ணில்\nபுதையிற வரையில் உடன்\nவரக் கூடுமோ\n\nஉசிா் என்னோட\nஇருக்கயில நீ மண்ணோட\nபோவதெங்கே அட உன்\nஜீவனில் நானில்லையா\nகொல்ல வந்த மரணம்\nகூடக் குழம்புமைய்யா\n\nகுருக்கு சிறுத்தவளே\nஎன்னை குங்குமத்தில் கறைச்சவளே\nநெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில்\n\nஉன்ன கொஞ்சம்\nபூசுவேன் ஐயா\n\nஉன் கொலுசுக்குள்\nமணியாக என்னக்\nகொஞ்சம்\n\nமாத்துவேன் ஐயா\n\nஒஹோ ஓஓஓ\nஒஹோ ஓஓஓ\n\nஒஹோ ஓஓஓ\nஒஹோ ஓஓஓ",
      "Metophor": "இலை\nஅந்த ஆத்தோட போவது போல்\nநெஞ்சு உன்னோடுதான் பின்னோடுதே",
      "Meaning": "இலை ஆற்றோடு போவது போல் என் மனம் உன்னோடு போகிறது",
      "Source Domain": "Nature",
      "Target Domain": "Love"
    }
   ]